city_list = [
    ("1", "مسقط"),
    ("2", "الداخلية"),
    ("3", "جنوب الشرقية"),
    ("4", "الشرقية شمال "),
    ("5", "مسندم"),
    ("6", "الظاهرة "),
    ("7", "ظفار"),
    ("8", "الباطنة جنوب "),
    ("9", "الوسطى"),
]

wilaya_list = [
    (
        "1",
        (
            "مسقط",
            """1:- مدرسة مسقط اليتي للتعليم الأساسي (5-12) فئة التوطين
2:- مسقط يتي سفانة بنت حاتم للتعليم الأساسي (1-12) فئة المدرسة تاو
3:- مدرسة مسقط السيفة السيفة للتعليم الأساسي (1-12) فئة التوطين
4:- مدرسة مسقط السيفة طلحة بن عبدالله للتعليم الأساسي (5-12) فئة توطين"""
        ),
        (
            "قريات",
            """1:- مدرسة قريات دباب للتعليم الأساسي (5-12) توطين الفصل
2:- قريات باما ، مدرسة أبي بن ثابت للتعليم الأساسي (5-12) ، فئة مدرسية ، تعريب
3:- مدرسة قريات وادي الأربعين للتعليم الأساسي وادي الأربعين (1-10) توطين الفصل
4:- مدرسة سور قريات للتعليم الأساسي (1-9) توطين فصل دراسي"""
        )
    ),
    (
        "2",
        (
            "نزوى",
            """1:- مدرسة نزوى سيح قطنا الجبل الأخضر للتعليم الأساسي (5-12) فئة توطين.
2:- نزوى ، مدرسة أبو زيد الريامي للتعليم الأساسي (5-12) فئة مدرسية ، تعريب
3:- مدرسة نزوى سيح قطنا ربع الجبل للتعليم الأساسي (1-4) توطين الفصل الدراسي
4:- مدرسة نزوى الغليل الغليل للتعليم الأساسي (1-10) تعريب فصل دراسي
5:- مدرسة نزوى الغليل الغليل للتعليم الأساسي (5-9) توطين فئة مدرسية"""
        ),
        (
            "ادم",
            """1:- مدرسة آدم الغدرانه الغضرانة للتعليم الأساسي (1-12) فئة مدرسة التوطين.
2:- مدرسة آدم قرن علم قرن العالم للتعليم الأساسي (1-12) فئة التوطين والتميز
3:- مدرسة آدم الزاهية للتعليم الأساسي (1-12) فئة التوطين والتميز
4:- مدرسة آدم رأس الجبل رأس الجبل للتعليم الأساسي (1-12) فئة توطين وامتياز"""
        ),
        (
            "بهلاء",
            """1:- مدرسة قريات دباب للتعليم الأساسي (5-12) توطين الفصل
2:- قريات باما ، مدرسة أبي بن ثابت للتعليم الأساسي (5-12) ، فئة مدرسية ، تعريب
3:- مدرسة قريات وادي الأربعين للتعليم الأساسي وادي الأربعين (1-10) توطين الفصل
4:- مدرسة سور قريات للتعليم الأساسي (1-9) توطين فصل دراسي"""
        )
    ),
    (
        "3",
        (
            "صور",
            "1:- صور وادي بني جابر مدرسة  وادي بني جابر للتعليم الأساسي(1-12)   فئة المدرسة توطين "
        ),
        (
            "جعلان بو علي",
            """1:- مدرسة جعلان بو علي الخويمة الخويمة للتعليم الأساسي (5-12) فئة التوطين.
2:- جعلان بو علي وادي اللبيدة مدرسة برا بنت الحارث للتعليم الأساسي (1-12) توطين فئة المدارس
3:- جعلان بو علي وادي اللبيدة مدرسة برى بنت الحارث للتعليم الأساسي (1-12) فئة توطين
4:- مدرسة جعلان بو علي وادي اللبيدة خباب بنت الفن للتعليم الأساسي (5-12) فئة توطين."""
        ),
        (
            "جعلان بو حسن",
            """1:- جعلان بو حسن أن مدرسة الصواري للتعليم الأساسي (1-12) فئة المدرسة توطين
2:- مدرسة جعلان بو حسن التهيم للتعليم الأساسي (1-12) فئة التوطين.
3:- مدرسة جعلان بو حسن قرن المكارم للتعليم الأساسي (1-12) فئة التوطين"""
        ),
        (
            "مصيرة",
            """
            1:- مدرسة مصيرة رأس خلف مشاعل العالم للتعليم الأساسي (1-4) فئة توطين
2:- مصيرة راس خلف مدرسة المهلب للتعليم الأساسي (5-12) فئة توطين
3:- مصيرة راس خلف مدرسة مصيرة للتعليم الأساسي (5-12) فئة توطين"""
        )
    ),
    (
        "4",
        (
            "دماء والطائين",
            """1:- مدرسة ديمة والتطين الغبرة للتعليم الأساسي (1-12) توطين الفصل المدرسي.
2:- ديما والتطين الغبرة مدرسة أبو العاص بن الربيع للتعليم الأساسي (5-12) توطين فئة المدارس
3:- مدرسة ديما والتطين الغمصة للتعليم الأساسي (1-12) توطين الفصل المدرسي
4:- مدرسة ديمة والتين محلة للتعليم الأساسي (5-12) توطين الفصل
5:- مدرسة ديما والتطين الغمصة للتعليم الأساسي (1-12) توطين الفصل المدرسي.
6:- مدرسة ديمة والتأين الإسماعيلية للتعليم الأساسي (5-12) توطين الفصل المدرسي
7:- مدرسة ديما والتأين الشيخ حمد بن عبيد السليمي للتعليم الأساسي (5-12) فئة توطين.
8:- مدرسة ديما والتكين الحاجر التابعة لمدرسة الشيخ سيف بن حمد الأغبري للتعليم الأساسي (5-12) فئة التوطين.
9:- مدرسة ديما والتعين محلة الرؤية للتعليم الأساسي (١-٤) فئة التوطين
10:- مدرسة ديما والتعين محلة السبيل للتعليم الأساسي (1-9) صف توطين المدرسة.
11:- ديما والتطين الغمصة مدرسة عثمان بن عفان للتعليم الأساسي (5-10) فئة توطين.
12:- مدرسة ديما والتأتين الخوبة للتعليم الأساسي (1-4) فئة تاوين
13:- مدرسة ديما والطائف الحاجر للتعليم الأساسي (1-10) توطين الصفوف المدرسية."""
        ),
        (
            "وادي بني خالد",
            """1:- وادي بني خالد سيح الحيل مدرسة وادي بني خالد للتعليم الأساسي (5-12) فئة التوطين
2:- مدرسة وادي بني خالد سيح الهيل أبو مالك للتعليم الأساسي (5-12) فئة توطين
3:- وادي بني خالد سيح الحيل مدرسة بشائر الخير للتعليم الأساسي (1-4) فئة التوطين."""
        ),
        (
            "المضيبي",
            """1:- مدرسة المضيبي الجزاء للتعليم الأساسي (1-12) توطين فصل دراسي
2:- مدرسة المضيبي الظفرة للتعليم الأساسي (1-12) توطين الفصل المدرسي."""
        ),
        (
            "ابراء",
            """1:- مدرسة إبرا إبرا إبرا عبد الله بن زيد للتعليم الأساسي (5-8) فئة توطين
2:- مدرسة إبرا قفيفا البراء بن عازب للتعليم الأساسي (5-10) فئة توطين "."""
        ),
    ),
    (
        "5",
        (
            "دبا",
            """1:- مدرسة دبا دبا سكينة بنت الحسين للتعليم الأساسي (5-12) فئة التوطين.
2:- مدرسة دبا دبا عمر بن العاص للتعليم الأساسي (5-12) فئة توطين
3:- مدرسة دبا دبا دبا للتعليم الأساسي للتعليم الأساسي (1-4) فئة توطين 1:- مدرسة دبا دبا سكينة بنت الحسين للتعليم الأساسي (5-12) توطين فئة المدارس
2:- مدرسة دبا دبا عمر بن العاص للتعليم الأساسي (5-12) فئة توطين
3:- مدرسة دبا دبا دبا للتعليم الأساسي للتعليم الأساسي (1-4) توطين فئة المدارس"""
        ),
        (
            "مدحاء",
            """1:- مدرسة مدحاء تمازور بنت عمر للتعليم الأساسي (1-12) فئة توطين
2:- مدرسة مدحاء النصر للتعليم الأساسي (5-12) فئة توطين
3:- مدرسة دبا دبا دبا للتعليم الأساسي للتعليم الأساسي (1-4) فئة التوطين "."""
        ),
        ("خصب",
         """1:- مدرسة خصب كمزار للتعليم الأساسي (1-12) توطين الفصل المدرسي
2:- مدرسة خصب ليما حمزة بن عبد المطلب للتعليم الأساسي (5-12) فئة توطين
3:- مدرسة خصب ليما للتعليم الأساسي (1-12) توطين الفصل المدرسي
4:- خصب كمزار ، مدرسة محمد بن صالح المتفقي للتعليم الأساسي (5-12) فئة مدرسية ، توطين.
5:- مدرسة خصب الحوينية خور الشام للتعليم الأساسي (1-12) فئة التوطين"""
         ),
    ),
    (
        "6",
        (
            "عبري",
            """1:- العبرية مدرسة جبل السراة جبل الصارة للتعليم الأساسي (1-12) فئة التوطين.
2:- مدرسة بلاك عبري حمرا الدرعا للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز"""
        ),
    ),
    (
        "7",
        (
            "المزيونة",
            """1:- مدرسة المزيونة المزيونة للتعليم الأساسي (5-12) فئة توطين
2:- مدرسة المزيونة حروب حروب للتعليم الأساسي (1-12) صباحي حصة توطين
3:- مدرسة المزيونة حرويب بن الذهبي للتعليم الأساسي (5-12) مدرسة مسائية فئة توطين.
4:- مدرسة المزيونة توسانات للتعليم الأساسي (1-12) فئة التوطين
5:- مدرسة المزيونة متين للتعليم الأساسي (1-12) فئة التوطين
6:- مدرسة المزيونة الأحقاف الأحقاف للتعليم الأساسي (1-12) فئة التوطين.
7:- مدرسة المزيونة أيبوت أيبوت للتعليم الأساسي (1-12) فئة التوطين
8:- مدرسة المزيونة حورات حورات للتعليم الأساسي (1-12) فئة توطين
9:- المزيونة المزيونة مدرسة عمر بن عبد العزيز للتعليم الأساسي (5-8) فئة التوطين
10:- مدرسة المزيونة المزيونة بن رشد للتعليم الأساسي (9-12) فئة التوطين
11:- مدرسة المزيونة عندات عندات للتعليم الأساسي (1-12) فئة توطين
12:- مدرسة المزيونة المزيونة المزيونة للتعليم الأساسي (1-4) فئة التوطين
13:- المزيونة المزيونة مدرسة واحة الحكمة للتعليم الأساسي (1-4) فئة التوطين."""
        ),
        (
            "رخيوت",
            """1:- مدرسة رخيوت شهب عصائب شهب عصائب للتعليم الأساسي (1-12) فئة توطين المدارس
2:- مدرسة رخيوت شهب عصائب شهب عصائب للتعليم الأساسي (5-12) فئة توطين المدارس
3:- مدرسة رخيوت أرديت للتعليم الأساسي (1-12) توطين الفصل المدرسي
4:- مدرسة رخيوت أجداروت أجداروت للتعليم الأساسي (1-12) توطين الفصل
5:- مدرسة رخيوت أجدروت أجدروت للتعليم الأساسي (5-12) توطين الفصل
6:- مدرسة رخيوت هيرون للتعليم الأساسي (1-12) توطين الفصل المدرسي
7:- مدرسة رخيوت شريشتي شريشتي للتعليم الأساسي (1-12) توطين الفصل المدرسي
8:- مدرسة رخيوت رخيوت للتعليم الأساسي (1-12) فئة توطين"""
        ),
        (
            "ضلكوت",
            """1:- مدرسة ضلكوت ضلكوت للتعليم الأساسي (1-12) فئة توطين
2:- مدرسة ضلكوت ضلكوت للتعليم الأساسي (5-12) فئة توطين
3:- مدرسة الخضرافي ديم للتعليم الأساسي (1-12) توطين الفصل المدرسي
4:- مدرسة ضلكوت الخضرافي للتعليم الأساسي (5-12) توطين الفصل المدرسي
5:- مدرسة ضلكوت هفوف للتعليم الأساسي (1-10) فئة توطين
6:- مدرسة ضلكوت دحق الضاري للتعليم الأساسي (5-10) مدرسة توطين"""
        ),
        (
            "سدح",
            """1:- مدرسة سدح سعد أبو عبيدة للتعليم الأساسي (5-12) فئة التوطين
2:- سدح سدح - مدرسة صوب صوب للتعليم الأساسي (1-12) توطين فصل دراسي
3:- مدرسة سدح حاسك القادسية للتعليم الأساسي (5-12) فئة التوطين
4:- مدرسة سدح حاسك للتعليم الأساسي (1-12) توطين فصل دراسي
5:- مدرسة سد حدبين حدبين للتعليم الأساسي (5-12) فئة توطين
6:- مدرسة سعد حدبين للتعليم الأساسي (1-12) فئة توطين
7:- مدرسة سدح سدح للتعليم الأساسي (5-12) توطين الفصل
8:- مدرسة داه هولو للتعليم الأساسي (1-12) توطين فصل دراسي
9:- مدرسة سداح المجوفة للتعليم الأساسي (5-12) مدرسة توطين صف
10:- مدرسة سدح سدح للتعليم الأساسي (1-4) توطين فصل دراسي"""
        ),
        (
            "مقشن",
            """1:- مدرسة مقشان مقشان للتعليم الأساسي (1-12) فئة مدرسة مقشان مقشان التوطين والتميز
2:- مقشين مندر الضبيان مدرسة مندار الضبيان للتعليم الأساسي (1-12) فئة التوطين والتميز.
3:- مدرسة مقشين مارسود مرشد للتعليم الأساسي (1-12) فئة التوطين والتميز في المدرسة
4:- مدرسة مقشان المشاش المشاش للتعليم الأساسي (1-12) فئة المدرسة هي التوطين والتميز.
5:- مدرسة مقشين المنادر المنادر للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز"""
        ),
        (
            "شليم وجزر الحلانيات",
            """1:- مدرسة شليم وجزر الحلانيات مدرسة شليم أبو فراس للتعليم الأساسي (5-12) فئة توطين وامتياز.
2:- جزر شليم والحلانيات مدرسة شليم وجزر الحلانيات مدرسة كوبوت للتعليم الأساسي (1-12) توطين وتميز الفصل الدراسي
3:- شليم وجزر الحلانيات مدرسة شليم شليم للتعليم الأساسي (1-12) فئة التوطين والتميز
4:- جزر شليم والحلانيات مدرسة الشويمية الشويمية للتعليم الأساسي (1-12) فئة التوطين والتميز.
5:- شالم وجزر الحلانيات مدرسة ديميت ديميت للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز
6:- جزر شليم والحلانيات مدرسة زاخار زاخار للتعليم الأساسي (1-12) فئة التوطين والتميز
7:- شليم وجزر الحلانيات ، وادي عارة ، مدرسة وادي عارة للتعليم الأساسي (5-12) فئة التوطين والامتياز.
8:- جزيرة شليم والحلانيات مدرسة الحلانيات للتعليم الأساسي (1-12) فئة التوطين والتميز.
9:- شالم وجزر الحلانيات ، فتخت ، مدرسة فتخت للتعليم الأساسي (1-10) ، توطين وامتياز.
10:- جزر شليم والحلانيات مدرسة محويس محويس للتعليم الأساسي (1-10) فئة المدرسة التوطين والتميز
11:- جزر شليم والحلانيات مدرسة وادي حكة للتعليم الأساسي (1-10) فئة المدرسة التوطين والتميز.
12:- جزر شليم والحلانيات مدرسة شربثات الشربات للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز"""
        ),
        (
            "ثمريت",
            """1:- ثمريت دهبون مدرسة دهبون للتعليم الأساسي (1-12) فئة مدرسة ، توطين وتميز
2:- مدرسة ثمريت دهبون بوابة الفكر للتعليم الأساسي (5-12) فئة التوطين والتميز
3:- مدرسة ثمريت قطبيت للتعليم الأساسي (1-12) فصل دراسي ، تعريب
4:- مدرسة ثمريت رية ومدرسة هكبيت روية للتعليم الأساسي (1-12) فئة التوطين والتميز
5:- مدرسة ثمريت ريبكوت ريبكوت للتعليم الأساسي (1-12) فئة التوطين والتميز في المدرسة
6:- مدرسة ثمريت ثمريت جابر بن حيان للتعليم الأساسي (5-12) فئة المدرسة التوطين والتميز
7:- مدرسة ثمريت النجد النجد للتعليم الأساسي (1-12) مدرسة فئة التوطين والتميز و
8:- مدرسة ثمريت ماضي ماضي للتعليم الأساسي (1-12) فئة المدرسة ، التوطين والتميز
9- مدرسة ثمريت الشسر الشسر للتعليم الأساسي (1-12) فئة التوطين والتميز.
10:- مدرسة ثمريت بيثانا بيثانا للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز
11:- مدرسة بربزوم بربزوم للتعليم الأساسي (1-12) فئة المدرسة التوطين والامتياز
12:- مدرسة ثمريت ثمريت للتعليم الأساسي (5-12) فئة التوطين والتميز
13:- مدرسة ثمريت ثمريت النعيم للتعليم الأساسي (1-4) فئة التوطين والتميز
14:- مدرسة ثمريت عيون عيون للتعليم الأساسي (1-10) فئة المدرسة التوطين والتميز و
15:- مدرسة ثمريت ذهبان ذهبان للتعليم الأساسي (1-4) فئة التوطين والتميز
16:- مدرسة ثمريت المطفع المطفى للتعليم الأساسي (1-10) فئة التوطين والتميز
17:- مدرسة ثمريت الهشمان الهاشمان للتعليم الأساسي (1-10) فئة المدرسة التوطين والتميز و"""
        ),
    ),
    (
        "8",
        (
            "الرستاق",
            """1:- مدرسة رستاق بلد ست بلدست للتعليم الأساسي (1-12) مدرسة ثانوية توطين فئة فئة
2:- مدرسة الرستاق يسب للتعليم الأساسي (1-12) توطين فصل دراسي
3:- مدرسة الرستاق هات حات للتعليم الأساسي (1-10) توطين فصل دراسي"""
        ),
    ),
    (
        "9",
        (
            "محوت",
            """1:- محوت الحاج ، مدرسة الحج للتعليم الأساسي (1-12) فئة مدرسة التوطين
2:- مدرسة محوت الحاج محوت للتعليم الأساسي (5-12) توطين فئة المدرسة
3:- مدرسة محوت خلوف خلوف للتعليم الأساسي (1-12) فئة توطين
4:- مدرسة محوت وادي السيل للتعليم الأساسي وادي السيل (5-12) فئة التوطين
5:- مدرسة محوت سراب سراب للتعليم الأساسي (1-12) فئة توطين
6:- مدرسة محوت النجدة النور للتعليم الأساسي (1-12) فئة توطين
7:- محوت ، وادي السيل ، مدرسة قلعة العالم للتعليم الأساسي (1-12) فئة مدارس ، التعريب.
8:- مدرسة محوت السدرة مدرسة مصيرة الخير للتعليم الأساسي (1-12) فئة توطين
9:- مدرسة محوت حاج الجوبة للتعليم الأساسي (1-9) فئة التوطين
10:- مدرسة محوت الحاج المديرة للتعليم الأساسي (1-12) فئة توطين"""
        ),
        (
            "الجازر",
            """1:- مدرسة الجازر الكحل الكحل للتعليم الأساسي (1-12) فئة التوطين والامتياز.
2:- مدرسة الجازر اللكبي للتعليم الأساسي (1-12) فئة المدرسة التوطين والتميز.
3:- مدرسة ريما الجزير للتعليم الأساسي (1-12) فئة التوطين والتميز
4:-الجزر الغبرة الجنوبية مدرسة الغبرة الجنوبية للتعليم الأساسي (1-12) فئة التوطين والتميز.
5:- مدرسة الجازر الخضراء الخضراء للتعليم الأساسي (1-10) فئة التوطين والتميز.
6:- مدرسة الجازر صقرة صقرة للتعليم الأساسي 1-10) فئة المدرسة التوطين والتميز"""
        ),
        (
            "الدقم",
            """1:- الدقم ، تالين والجويرة ، مدرسة الشموخ للتعليم الأساسي (1-12) فئة المدارس ، التوطين والتميز.
2:- الدقم ، رأس مدركة ، مدرسة رأس مدركة للتعليم الأساسي (1-12) فئة التوطين والتميز
3:- مدرسة الدقم حيتام حيتام للتعليم الأساسي (1-12) فئة التوطين والتميز
4:- مدرسة ظهر بالدقم للتعليم الأساسي (1-12) مدرسة فئة التوطين والتميز
5:- مدرسة الدقم الدقم الدقم للتعليم الأساسي (1-12) فئة توطين
6:- الدقم ، الدقم ، مدرسة بحر العرب للتعليم الأساسي (5-12) فئة التوطين"""
        ),
        (
            "هيما",
            """1:- مدرسة هيما هيما للتعليم الأساسي (1-12) فئة التوطين والتميز في المدارس
2:- مدرسة هيماء العجيز المعارف للتعليم الأساسي (1-12) فئة المدرسة هي التوطين والتميز.
3:- مدرسة هيما أبو ظبي أبو ظبي للتعليم الأساسي (1-12) فئة المدرسة هي التوطين والامتياز
4:- مدرسة هيما هيما الوسطى للتعليم الأساسي (5-12) فئة التوطين والتميز"""
        ),
    )

]
