city_list = [
    ("1", "مسقط"),
    ("2", "الداخلية"),
    ("3", "جنوب الشرقية"),
    ("4", "الشرقية شمال "),
    ("5", "مسندم"),
    ("6", "الظاهرة "),
    ("7", "ظفار"),
    ("8", "الباطنة جنوب "),
    ("9", "الوسطى"),
]

wilaya_list = [
    (
        "1",
        (
            "مسقط",
            """يتي للتعليم الأساسي (5-12)
سفانة بنت حاتم للتعليم الأساسي (1-12)
السيفه للتعليم الأساسي (1-12)
طلحة بن عبدالله للتعليم الأساسي (5-12)
الخيران للتعليم الأساسي(1-8)
"""
        ),
        (
            "قريات",
            """ضباب للتعليم الأساسي (5-12)
أبي بن ثابت للتعليم الأساسي (5-12)
وادي العربين للتعليم الأساسي (1-10)
فنس للتعليم الأساسي(1-9)
"""
        )
    ),
    (
        "2",
        (
            "نزوى",
            """الجبل الاخضر للتعليم الأساسي(5-12)
ابو زيد الريامي للتعليم الأساسي (5-12)
ربوع الجبل للتعليم الأساسي(1-4)
الغليل للتعليم الأساسي(1-10)
الغليل للتعليم الأساسي(5-9)
"""
        ),
        (
            "ادم",
            """الغيظرانه للتعليم الأساسي (1-12)
قرن العلم للتعليم الأساسي (1-12)
الزاهية للتعليم الأساسي (1-12)
رأس الجبل للتعليم الأساسي (1-12)
"""
        ),
        (
            "بهلاء",
            """عويفية للتعليم الأساسي (1-12)
كنوز العلم للتعليم الأساسي ( 1 -12 )
"""
        )
    ),
    (
        "3",
        (
            "صور",
            "وادي بني جابر للتعليم الأساسي(1-12)"
        ),
        (
            "جعلان بو علي",
            """الخويمة للتعليم الأساسي(5-12)
بره بنت الحارث للتعليم الأساسي (1-12)
خباب بنت الأرت للتعليم الأساسي (5-12)
روضة المعارف للتعليم الأساسي (1-10)
"""
        ),
        (
            "جعلان بو حسن",
            """ذات الصواري للتعليم الأساسي(1-12)
الطحايم للتعليم الأساسي (1-12)
المكارم للتعليم الأساسي (1-12)
"""
        ),
        (
            "مصيرة",
            """مشاعل العلم للتعليم الأساسي(1-4)
المهلب لللتعليم الأساسي (5-12)
مصيره للتعليم الأساسي (5-12)
"""
        )
    ),
    (
        "4",
        (
            "دماء والطائين",
            """الغبرة للتعليم الأساسي  (1-12)
أبو العاص بن الربيع للتعليم الأساسي (5-12)
عبدالله بن الأرقم للتعليم الأساسي (5-12)
محلاح للتعليم الأساسي(5-12)
الغمصة للتعليم الأساسي (1-12)
اسماعية للتعليم الأساسي (5-12)
الشيخ حمد بن عبيدالسليمي للتعليم الأساسي(5-12)
الشيخ سيف بن حمد الأغبري للتعليم الأساسي(5-12)
الرؤيا للتعليم الأساسي(1-4)
السبل للتعليم الأساسي(1-9)
عثمان بن عفان للتعليم الأساسي (5-10)
الخبة للتعليم الأساسي(1-4)
الحاجر للتعليم الأساسي (1-10)
"""
        ),
        (
            "وادي بني خالد",
            """وادي بني خالد للتعليم الأساسي (5-12)
ابو مالك للتعليم الأساسي (5-12)
بشاير الخير للتعليم الأساسي(1-4)
"""
        ),
        (
            "المضيبي",
            """الجزع للتعليم الأساسي (1-12)
الظفرات للتعليم الأساسي(1-12)
"""
        ),
        (
            "ابراء",
            """عبدالله بن زيد للتعليم الأساسي(5-8)
البراء بن عازب للتعليم الأساسي(5-10)
"""
        ),
    ),
    (
        "5",
        (
            "دبا",
            """سكينة بنت الحسين للتعليم الأساسي (5-12)
عمر بن العاص للتعليم الأساسي (5-12)
دبا للتعليم الأساسي للتعليم الأساسي(1-4)
"""
        ),
        (
            "مدحاء",
            """تماظر بنت عمرللتعليم الأساسي(1-12)
النصرللتعليم الأساسي (5-12)
"""
        ),
        ("خصب",
         """كمزار للتعليم الأساسي (1-12)
حمزة بن عبدالمطلب للتعليم الأساسي (5-12)
ليما للتعليم الأساسي (1-12)
محمد  بن صالح المتفقي للتعليم الأساسي(5-12)
خور شم للتعليم الأساسي (1 - 12)
"""
         ),
    ),
    (
        "6",
        (
            "عبري",
            """جبل السراة للتعليم الأساسي(1-12)
حمراء الدروع للتعليم الأساسي(1-12)
"""
        ),
    ),
    (
        "7",
        (
            "المزيونة",
            """هرويب للتعليم الأساسي (1-12) صباحي
 إبن الذهبي للتعليم الأساسي(5-12) مسائي
توسنات للتعليم الأساسي(1-12)
ميتن للتعليم الأساسي(1-12)
الاحقاف للتعليم الأساسي(1-12)
عيبوت للتعليم الأساسي(1-12)
حورات للتعليم الأساسي(1-12)
اندات للتعليم الأساسي (1-12)
عمر بن عبدالعزيزللتعليم الأساسي (5-8)
إبن رشد للتعليم الأساسي (9-12)
المزيونه للتعليم الأساسي(5-12)
المزيونه للتعليم الأساسي(1-4)
واحة الحكمة للتعليم الأساسي (1-4)
"""
        ),
        (
            "رخيوت",
            """شهب اصعيب للتعليم الأساسي  (1-12)
شهب اصعيب للتعليم الأساسي(5-12)
ارديت للتعليم الأساسي (1-12)
اجداروت للتعليم الأساسي (1-12)
اجدروت للتعليم الأساسي (5-12)
حيرون للتعليم الأساسي (1-12)
شرشتي للتعليم الأساسي(1-12)
رخيوت للتعليم الأساسي(1-12)
"""
        ),
        (
            "ضلكوت",
            """ضلكوت للتعليم الأساسي(1-12)
ضلكوت للتعليم الأساسي (5-12)
ديم للتعليم الأساسي (1-12)
خضرافي للتعليم الأساسي (5-12)
حفوف للتعليم الأساسي(1-10)
دهق دري للتعليم الأساسي(5-10)
"""
        ),
        (
            "سدح",
            """أبو عبيده للتعليم الأساسي (5-12)
صوب للتعليم الأساسي (1-12)
القادسية للتعليم الأساسي(5-12)
حاسك للتعليم الأساسي (1-12)
  حدبين للتعليم الأساسي (5-12)
  حدبين للتعليم الأساسي (1-12)
سدح للتعليم الأساسي(5-12)
جوفاء للتعليم الأساسي(1-12)
جوفاء للتعليم الأساسي(5-12)
سدح للتعليم الأساسي (1-4)
"""
        ),
        (
            "مقشن",
            """مقشن للتعليم الأساسي (1-12)
مندر الضبيان للتعليم الأساسي(1-12)
مرسودد للتعليم الأساسي (1-12)
المشاش للتعليم الأساسي(1-12)
المنادر للتعليم الأساسي(1-12)
"""
        ),
        (
            "شليم وجزر الحلانيات",
            """ابو فراس للتعليم الأساسي(5-12)
كوبوت للتعليم الأساسي (1-12)
شليم للتعليم الأساسي (1-12)
الشويمية للتعليم الأساسي (1-12)
ديميت للتعليم الأساسي (1-12)
زخرللتعليم الأساسي (1-12)
 وادي عارةللتعليم الأساسي (5-12)
الحلانيات للتعليم الأساسي (1-12)
فتخيت للتعليم الأساسي(1-10)
محويس للتعليم الأساسي(1-10)
وادي هكة للتعليم الأساسي (1-10)
شربثات للتعليم الأساسي(1-12)
"""
        ),
        (
            "ثمريت",
            """  ذهبون للتعليم الأساسي (1-12)
بوابة الفكر للتعليم الأساسي (5-12)
قتبيت للتعليم الأساسي (1-12)
روية للتعليم الأساسي (1-12)
ربكوت للتعليم الأساسي (1-12)
جابر بن حيان للتعليم الأساسي (5-12)
النجد للتعليم الأساسي(1-12)
  مضي للتعليم الأساسي (1-12)
  الشصر للتعليم الأساسي (1-12)
  بيثنه للتعليم الأساسي (1-12)
بربزوم للتعليم الأساسي (1-12)
ثمريت للتعليم الأساسي (5-12)
النعيم للتعليم الأساسي(1-4)
عيون للتعليم الأساسي (1-10)
ذهبان للتعليم الأساسي (1-4)
المطهفة للتعليم الأساسي (1-10)
الحشمان للتعليم الأساسي (1-10)
"""
        ),
    ),
    (
        "8",
        (
            "الرستاق",
            """بلدسيت للتعليم الأساسيي (1-12)
يصب للتعليم الأساسي (1-12)
هاط للتعليم الأساسي (1-10)
"""
        ),
    ),
    (
        "9",
        (
            "محوت",
            """حج للتعليم الأساسي(1-12)
محوت للتعليم الأساسي(5-12)
خلوف للتعليم الأساسي(1-12)
وادي السيل للتعليم الأساسي (5-12)
صراب للتعليم الأساسي(1-12)
النور للتعليم الأساسي(1-12)
قلعة العلم للتعليم الأساسي(1-12)
مسيرة الخيرللتعليم الأساسي(1-12)
الجوبة للتعليم الأساسي(1-9)
المديرة للتعليم الأساسي(1-12)
"""
        ),
        (
            "الجازر",
            """الكحل للتعليم الأساسي(1-12)
اللكبي للتعليم الأساسي(1-12)
ريما للتعليم الأساسي(1-12)
الغبرة الجنوبية للتعليم الأساسي(1-12)
الخضراء للتعليم الأساسي(1-10)
صوقرة للتعليم الأساسي1-10)
"""
        ),
        (
            "الدقم",
            """الشموخ للتعليم الأساسي(1-12)
رآس مدركة للتعليم الأساسي(1-12)
هيتام للتعليم الأساسي(1-12)
ظهر للتعليم الأساسي(1-12)
الدقم للتعليم الأساسي(1-12)
بحر العرب للتعليم الأساسي(5-12)
"""
        ),
        (
            "هيما",
            """هيما  للتعليم للتعليم الأساسي(1-12)
المعارف للتعليم الأساسي(1-12)
ابو مضابي للتعليم الأساسي(1-12)
الوسطى للتعليم الأساسي (5-12)
"""
        ),
    )

]
