select_prefecture = [
    ("1", "الداخلية"),
    ("2", "الظاهرة"),
    ("3", "ظفار"),
    ("4", "الوسطى")
]

select_state = [
    (
        "1",
        (
            "ادم",
            """قرن العلم للتعليم الأساسي (1-12)
الزاهية للتعليم الأساسي (1-12)
رأس الجبل للتعليم الأساسي (1-12)
"""
        ),
        (
          "بهلاء",
          """عويفية للتعليم الأساسي (1-12)
كنوز العلم للتعليم الأساسي ( 1 -12 )
"""
        )
    ),
    (
        "2",
        (
            "عبري",
            """حمراء الدروع للتعليم الأساسي(1-12)
"""
        )
    ),
    (
        "3",
        (
            "مقشن",
            """مقشن للتعليم الأساسي (1-12)
مندر الضبيان للتعليم الأساسي(1-12)
مرسودد للتعليم الأساسي (1-12)
المشاش للتعليم الأساسي(1-12)
المنادر للتعليم الأساسي(1-12)
"""
        ),
        (
            "شليم وجزر الحلانيات",
            """ابو فراس للتعليم الأساسي(5-12)
شليم للتعليم الأساسي (1-12)
كوبوت للتعليم الأساسي (1-12)
الشويمية للتعليم الأساسي (1-12)
ديميت للتعليم الأساسي (1-12)
زخرللتعليم الأساسي (1-12)
 وادي عارةللتعليم الأساسي (5-12)
الحلانيات للتعليم الأساسي (1-12)
فتخيت للتعليم الأساسي(1-10)
محويس للتعليم الأساسي(1-10)
وادي هكة للتعليم الأساسي (1-10)
شربثات للتعليم الأساسي(1-12)
"""
        ),
        (
            "ثمريت",
            """  ذهبون للتعليم الأساسي (1-12)
بوابة الفكر للتعليم الأساسي (5-12)
روية للتعليم الأساسي (1-12)
ربكوت للتعليم الأساسي (1-12)
جابر بن حيان للتعليم الأساسي (5-12)
ثمريت للتعليم الأساسي (5-12)
النعيم للتعليم الأساسي(1-4)
النجد للتعليم الأساسي(1-12)
  مضي للتعليم الأساسي (1-12)
  الشصر للتعليم الأساسي (1-12)
  بيثنه للتعليم الأساسي (1-12)
بربزوم للتعليم الأساسي (1-12)
عيون للتعليم الأساسي (1-10)
ذهبان للتعليم الأساسي (1-4)
المطهفة للتعليم الأساسي (1-10)
الحشمان للتعليم الأساسي (1-10)
"""
        )
    ),
    (
        "4",
        (
            "الجازر",
            """الكحل للتعليم الأساسي(1-12)
اللكبي للتعليم الأساسي(1-12)
ريما للتعليم الأساسي(1-12)
الغبرة الجنوبية للتعليم الأساسي(1-12)
الخضراء للتعليم الأساسي(1-10)
صوقرة للتعليم الأساسي1-10)
"""
        ),
        (
            "الدقم",
            """الشموخ للتعليم الأساسي(1-12)
رآس مدركة للتعليم الأساسي(1-12)
هيتام للتعليم الأساسي(1-12)
ظهر للتعليم الأساسي(1-12)
"""
        ),
        (
            "هيما",
            """هيما  للتعليم للتعليم الأساسي(1-12)
المعارف للتعليم الأساسي(1-12)
ابو مضابي للتعليم الأساسي(1-12)
الوسطى للتعليم الأساسي (5-12)
"""
        )
    )
]
