city_list = [
    ("1", "مسقط"),
    ("2", "الداخلية"),
    ("3", "جنوب الشرقية"),
    ("4", "الشرقية شمال "),
    ("5", "مسندم"),
    ("6", "الظاهرة "),
    ("7", "ظفار"),
    ("8", "الباطنة جنوب "),
    ("9", "الوسطى"),
]

wilaya_list = [
    (
        "1",
        (
            "مسقط",
            "1. مسقط يتي  مدرسة  يتي للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "2. مسقط  يتي مدرسة  سفانة بنت حاتم للتعليم الأساسي (1-12)   فئة المدرسة توطي"
            "3. مسقط  السيفه مدرسة  السيفه للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. مسقط  السيفه مدرسة  طلحة بن عبدالله للتعليم الأساسي (5-12)   فئة الم   درسة توطين"
        ),
        (
            "قريات",
            """
            "1. قريات ضباب مدرسة  ضباب للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "2. قريات بمة مدرسة  أبي بن ثابت للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. قريات وادي العربين مدرسة  وادي العربين للتعليم الأساسي (1-10)   فئة المدرسة توطين"
            "4. قريات فنس مدرسة  فنس للتعليم الأساسي(1-9)   فئة المدرسة توطين"
            """
        )
    ),
    (
        "2",
        (
            "نزوى",
            "1. نزوى سيح قطنة مدرسة  الجبل الاخضر للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "2. نزوى سيق مدرسة  ابو زيد الريامي للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. نزوى سيح قطنة مدرسة  ربوع الجبل للتعليم الأساسي(1-4)   فئة المدرسة توطين"
            "4. نزوى الغليل مدرسة  الغليل للتعليم الأساسي(1-10)   فئة المدرسة توطين"
            "5. نزوى الغليل مدرسة  الغليل للتعليم الأساسي(5-9)   فئة المدرسة توطين"
        ),
        (
            "ادم",
            "1. ادم الغيظرانة مدرسة  الغيظرانه للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "2. ادم قرن علم مدرسة  قرن العلم للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "3. ادم الزاهية مدرسة  الزاهية للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "4. ادم رأس الجبل مدرسة  رأس الجبل للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
        ),
        (
            "بهلاء",
            """
            "1. قريات ضباب مدرسة  ضباب للتعليم الأساسي (5-12)   فئة المدرسة توطين "
            "2. قريات بمة مدرسة  أبي بن ثابت للتعليم الأساسي (5-12)   فئة المدرسة توطين "
            "3. قريات وادي العربين مدرسة  وادي العربين للتعليم الأساسي (1-10)   فئة المدرسة توطين "
            "4. قريات فنس مدرسة  فنس للتعليم الأساسي(1-9)   فئة المدرسة توطين " 
            """
        )
    ),
    (
        "3",
        (
            "صور",
            "1. صور وادي بني جابر مدرسة  وادي بني جابر للتعليم الأساسي(1-12)   فئة المدرسة توطين "
        ),
        (
            "جعلان بو علي",
            """
            "1. جعلان بو علي الخويميه مدرسة  الخويمة للتعليم الأساسي(5-12)   فئة المدرسة توطين "
            "2. جعلان بو علي وادي اللبيدعة مدرسة  بره بنت الحارث للتعليم الأساسي (1-12)   فئة المدرسة توطين "
            "3. جعلان بو علي وادي اللبيدعة مدرسة  بره بنت الحارث للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. جعلان بو علي وادي اللبيدعة مدرسة  خباب بنت الأرت للتعليم الأساسي (5-12)   فئة المدرسة توطين "
            """
        ),
        (
            "جعلان بو حسن",
            """
            "1. جعلان بو حسن ذات الصواري مدرسة  ذات الصواري للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "2. جعلان بو حسن الطحايم مدرسة  الطحايم للتعليم الأساسي (1-12)   فئة المدرسة توطين "
            "3. جعلان بو حسن قرن علم مدرسة  المكارم للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            """
        ),
        (
            "مصيرة",
            """
            "1. مصيرة رأس خلف مدرسة  مشاعل العلم للتعليم الأساسي(1-4)   فئة المدرسة توطين"
            "2. مصيرة رأس خلف مدرسة  المهلب لللتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. مصيرة رأس خلف مدرسة  مصيره للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            """
        )
    ),
    (
        "4",
        (
            "دماء والطائين",
            "1. دماء والطائين الغبرة   مدرسة  الغبرة للتعليم الأساسي  (1-12)   فئة المدرسة توطين"
            "2. دماء والطائين الغبرة   مدرسة  أبو العاص بن الربيع للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. دماء والطائين الغمصة مدرسة  الغمصة للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. دماء والطائين محلاح مدرسة  محلاح للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "5. دماء والطائين الغمصة مدرسة  الغمصة للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "6. دماء والطائين اسماعية مدرسة  اسماعية للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "7. دماء والطائين اسماعية مدرسة  الشيخ حمد بن عبيدالسليمي للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "8. دماء والطائين الحاجر مدرسة  الشيخ سيف بن حمد الأغبري للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "9. دماء والطائين محلاح مدرسة  الرؤيا للتعليم الأساسي(1-4)   فئة المدرسة توطين"
            "10. دماء والطائين محلاح مدرسة  السبل للتعليم الأساسي(1-9)   فئة المدرسة توطين"
            "11. دماء والطائين الغمصة مدرسة  عثمان بن عفان للتعليم الأساسي (5-10)   فئة المدرسة توطين"
            "12. دماء والطائين اسماعية مدرسة  الخبة للتعليم الأساسي(1-4)   فئة المدرسة توطين"
            "13. دماء والطائين الحاجر مدرسة  الحاجر للتعليم الأساسي (1-10)   فئة المدرسة توطين"
        ),
        (
            "وادي بني خالد",
            "1. وادي بني خالد سيح الحيل مدرسة  وادي بني خالد للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "2. وادي بني خالد سيح الحيل مدرسة  ابو مالك للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. وادي بني خالد سيح الحيل مدرسة  بشاير الخير للتعليم الأساسي(1-4)   فئة المدرسة توطين"
        ),
        (
            "المضيبي",
            "1. المضيبي الجزع مدرسة  الجزع للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "2. المضيبي الظفرات مدرسة  الظفرات للتعليم الأساسي(1-12)   فئة المدرسة توطين"
        ),
        (
            "ابراء",
            "1. ابراء ابراء مدرسة  عبدالله بن زيد للتعليم الأساسي(5-8)   فئة المدرسة توطين"
            "2. ابراء قفيفة مدرسة  البراء بن عازب للتعليم الأساسي(5-10)   فئة المدرسة توطين"
        ),
    ),
    (
        "5",
        (
            "دبا",
            "1. دبا دبا مدرسة  سكينة بنت الحسين للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "2. دبا دبا مدرسة  عمر بن العاص للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. دبا دبا مدرسة  دبا للتعليم الأساسي للتعليم الأساسي(1-4)   فئة المدرسة توطين"
        ),
        (
            "مدحاء",
            "1. مدحاء مدحاء مدرسة  تماظر بنت عمرللتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "2. مدحاء مدحاء مدرسة  النصرللتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. دبا دبا مدرسة  دبا للتعليم الأساسي للتعليم الأساسي(1-4)   فئة المدرسة توطين"
        ),
        ("خصب",
         "1. خصب كمزار مدرسة  كمزار للتعليم الأساسي (1-12)   فئة المدرسة توطين "
         "2.	خصب ليما مدرسة  حمزة بن عبدالمطلب للتعليم الأساسي (5-12)   فئة المدرسة توطين"
         "3.	خصب ليما مدرسة  ليما للتعليم الأساسي (1-12)   فئة المدرسة توطين "
         "4.	خصب كمزار مدرسة  محمد  بن صالح المتفقي للتعليم الأساسي(5-12)   فئة المدرسة توطين "
         "5.	خصب الحوينية مدرسة  خور شم للتعليم الأساسي (1 - 12)   فئة المدرسة توطين "
         ),
    ),
    (
        "6",
        (
            "عبري",
            "1.	عبري  جبل السراة مدرسة  جبل السراة للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "2.	عبري  اسود مدرسة  حمراء الدروع للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
        ),
    ),
    (
        "7",
        (
            "المزيونة",
            "1. المزيونة المزيونه مدرسة  المزيونه للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "2. المزيونة هرويب مدرسة  هرويب للتعليم الأساسي (1-12) صباحي   فئة المدرسة توطين"
            "3. المزيونة هرويب مدرسة   إبن الذهبي للتعليم الأساسي(5-12) مسائي   فئة المدرسة توطين"
            "4. المزيونة توسنات مدرسة  توسنات للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "5. المزيونة ميتن مدرسة  ميتن للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "6. المزيونة الاحقاف مدرسة  الاحقاف للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "7. المزيونة عيبوت مدرسة  عيبوت للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "8. المزيونة حورات مدرسة  حورات للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "9. المزيونة المزيونة مدرسة  عمر بن عبدالعزيزللتعليم الأساسي (5-8)   فئة المدرسة توطين"
            "10. المزيونة المزيونة مدرسة  إبن رشد للتعليم الأساسي (9-12)   فئة المدرسة توطين"
            "11. المزيونة اندات مدرسة  اندات للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "12. المزيونة المزيونه مدرسة  المزيونه للتعليم الأساسي(1-4)   فئة المدرسة توطين"
            "13. المزيونة المزيونه مدرسة  واحة الحكمة للتعليم الأساسي (1-4)   فئة المدرسة توطين"
        ),
        (
            "رخيوت",
            "1. رخيوت  شهب اصعيب مدرسة  شهب اصعيب للتعليم الأساسي  (1-12)   فئة المدرسة توطين"
            "2. رخيوت  شهب اصعيب مدرسة  شهب اصعيب للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "3. رخيوت   ارديت مدرسة  ارديت للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. رخيوت  اجداروت مدرسة  اجداروت للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "5. رخيوت  اجدروت مدرسة  اجدروت للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "6. رخيوت حيرون مدرسة  حيرون للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "7. رخيوت شرشتي مدرسة  شرشتي للتعليم الأساسي(1-12)   فئة المدرسة توطين "
            "8. رخيوت رخيوت مدرسة  رخيوت للتعليم الأساسي(1-12)   فئة المدرسة توطين "
        ),
        (
            "ضلكوت",
            "1. ضلكوت ضلكوت  مدرسة  ضلكوت للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "2. ضلكوت ضلكوت  مدرسة  ضلكوت للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "3. خضرافي مدرسة  ديم للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. ضلكوت خضرافي مدرسة  خضرافي للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "5. ضلكوت حفوف مدرسة  حفوف للتعليم الأساسي(1-10)   فئة المدرسة توطين"
            "6. ضلكوت دهق دري مدرسة  دهق دري للتعليم الأساسي(5-10)   فئة المدرسة توطين"
        ),
        (
            "سدح",
            "1. سدح سدح  مدرسة  أبو عبيده للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "2. سدح سدح-صوب مدرسة  صوب للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "3. سدح حاسك مدرسة  القادسية للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "4. سدح حاسك مدرسة  حاسك للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "5. سدح حدبين مدرسة    حدبين للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "6. سدح حدبين مدرسة    حدبين للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "7. سدح سدح مدرسة  سدح للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "8. سدح جوفاء مدرسة  جوفاء للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "9. سدح جوفاء مدرسة  جوفاء للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "10. سدح سدح مدرسة  سدح للتعليم الأساسي (1-4)   فئة المدرسة توطين"
        ),
        (
            "مقشن",
            "1. مقشن مقشن مدرسة  مقشن للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "2. مقشن مندر الضبيان مدرسة  مندر الضبيان للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "3. مقشن مرسودد مدرسة  مرسودد للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "4. مقشن المشاش مدرسة  المشاش للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "5. مقشن المنادر مدرسة  المنادر للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
        ),
        (
            "شليم وجزر الحلانيات",
            "1. شليم وجزر الحلانيات شليم مدرسة  ابو فراس للتعليم الأساسي(5-12)   فئة المدرسة  توطين و امتياز"
            "2. شليم وجزر الحلانيات شليم وجزر الحلانيات مدرسة  كوبوت للتعليم الأساسي (1-12)   فئة المدرسة  توطين و "
            "امتياز "
            "3. شليم وجزر الحلانيات شليم مدرسة  شليم للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "4. شليم وجزر الحلانيات الشويمية مدرسة  الشويمية للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "5. شليم وجزر الحلانيات ديميت مدرسة  ديميت للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "6. شليم وجزر الحلانيات زخر  مدرسة  زخرللتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "7. شليم وجزر الحلانيات وادي عارة مدرسة   وادي عارةللتعليم الأساسي (5-12)   فئة المدرسة  توطين و امتياز"
            "8. شليم وجزر الحلانيات الحلانيات مدرسة  الحلانيات للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "9. شليم وجزر الحلانيات فتخيت مدرسة  فتخيت للتعليم الأساسي(1-10)   فئة المدرسة  توطين و امتياز "
            "10. شليم وجزر الحلانيات محويس مدرسة  محويس للتعليم الأساسي(1-10)   فئة المدرسة  توطين و امتياز "
            "11. شليم وجزر الحلانيات وادي هكة مدرسة  وادي هكة للتعليم الأساسي (1-10)   فئة المدرسة  توطين و امتياز"
            "12. شليم وجزر الحلانيات شربثات مدرسة  شربثات للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
        ),
        (
            "ثمريت",
            "1. ثمريت ذهبون مدرسة    ذهبون للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "2. ثمريت ذهبون مدرسة  بوابة الفكر للتعليم الأساسي (5-12)   فئة المدرسة  توطين و امتياز"
            "3. ثمريت قتبيت مدرسة  قتبيت للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "4. ثمريت روية وحكبيت مدرسة  روية للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "5. ثمريت ربكووت مدرسة  ربكوت للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "6. ثمريت ثمريت  مدرسة  جابر بن حيان للتعليم الأساسي (5-12)   فئة المدرسة  توطين و امتياز"
            "7. ثمريت النجد مدرسة  النجد للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "8. ثمريت مضي مدرسة    مضي للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "9. ثمريت الشصر مدرسة    الشصر للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "10. ثمريت بيثنه مدرسة    بيثنه للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز"
            "11. بربزوم مدرسة  بربزوم للتعليم الأساسي (1-12)   فئة المدرسة  توطين و امتياز "
            "12. ثمريت ثمريت  مدرسة  ثمريت للتعليم الأساسي (5-12)   فئة المدرسة  توطين و امتياز"
            "13. ثمريت ثمريت  مدرسة  النعيم للتعليم الأساسي(1-4)   فئة المدرسة  توطين و امتياز"
            "14. ثمريت عيون مدرسة  عيون للتعليم الأساسي (1-10)   فئة المدرسة  توطين و امتياز"
            "15. ثمريت ذهبان مدرسة  ذهبان للتعليم الأساسي (1-4)   فئة المدرسة  توطين و امتياز"
            "16. ثمريت المطهفة مدرسة  المطهفة للتعليم الأساسي (1-10)   فئة المدرسة  توطين و امتياز"
            "17. ثمريت الحشمان مدرسة  الحشمان للتعليم الأساسي (1-10)   فئة المدرسة  توطين و امتياز"
        ),
    ),
    (
        "8",
        (
            "الرستاق",
            "1. الرستاق بلد سيت مدرسة  بلدسيت للتعليم الأساسيي (1-12)   فئة المدرسة توطين"
            "2. الرستاق يصب مدرسة  يصب للتعليم الأساسي (1-12)   فئة المدرسة توطين"
            "3. الرستاق هاط مدرسة  هاط للتعليم الأساسي (1-10)   فئة المدرسة توطين"
        ),
    ),
    (
        "9",
        (
            "محوت",
            "1. محوت حج مدرسة  حج للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "2. محوت حج مدرسة  محوت للتعليم الأساسي(5-12)   فئة المدرسة توطين"
            "3. محوت خلوف مدرسة  خلوف للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "4. محوت وادي السيل مدرسة  وادي السيل للتعليم الأساسي (5-12)   فئة المدرسة توطين"
            "5. محوت صراب مدرسة  صراب للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "6. محوت النجدة مدرسة  النور للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "7. محوت وادي السيل مدرسة  قلعة العلم للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "8. محوت السدرة مدرسة  مسيرة الخيرللتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "9. محوت حج مدرسة  الجوبة للتعليم الأساسي(1-9)   فئة المدرسة توطين"
            "10. محوت حج مدرسة  المديرة للتعليم الأساسي(1-12)   فئة المدرسة توطين"
        ),
        (
            "الجازر",
            "1. الجازر الكحل مدرسة  الكحل للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "2. الجازر اللكبي مدرسة  اللكبي للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "3. الجازر ريما مدرسة  ريما للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "4. الجازر الغبرة الجنوبية مدرسة  الغبرة الجنوبية للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "5. الجازر الخضراء مدرسة  الخضراء للتعليم الأساسي(1-10)   فئة المدرسة  توطين و امتياز"
            "6. الجازر صوقرة مدرسة  صوقرة للتعليم الأساسي1-10)   فئة المدرسة  توطين و امتياز"
        ),
        (
            "الدقم",
            "1. الدقم ثيلين و جويرة مدرسة  الشموخ للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "2. الدقم رآس مدركة مدرسة  رآس مدركة للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "3. الدقم هيتام مدرسة  هيتام للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "4. الدقم ظهر مدرسة  ظهر للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "5. الدقم الدقم مدرسة  الدقم للتعليم الأساسي(1-12)   فئة المدرسة توطين"
            "6. الدقم الدقم مدرسة  بحر العرب للتعليم الأساسي(5-12)   فئة المدرسة توطين"
        ),
        (
            "هيما",
            "1. هيما هيما مدرسة  هيما  للتعليم للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "2. هيما العجايز مدرسة  المعارف للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "3. هيما ابو مضابي مدرسة  ابو مضابي للتعليم الأساسي(1-12)   فئة المدرسة  توطين و امتياز"
            "4. هيما هيما مدرسة  الوسطى للتعليم الأساسي (5-12)   فئة المدرسة  توطين و امتياز"
        ),
    )

]
