school_codes = [{'code': 'BS237',
                 'details': 'رمز البرنامج BS237 :اسم البرنامج: تقنية المعلومات والحوسبة '
                            '-الحوسبة وإدارة المعلزمات-علوم الحاسب الآلي-الشبكات وأمن '
                            'المعلومات :المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعة '
                            'العربية المفتوحة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS077',
                 'details': 'رمز البرنامج BS077 :اسم البرنامج: القانون :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الجامعة العربية المفتوحة :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS236',
                 'details': 'رمز البرنامج BS236 :اسم البرنامج: اداره الاعمال في : -المحاسبة '
                            '-الإدارة -التسويق -الأنظمة -الاقتصاد -العلوم في المحاسبة '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعة '
                            'العربية المفتوحة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS260',
                 'details': 'رمز البرنامج BS260 :اسم البرنامج: التخصصات الإدارية ( إعاقات '
                            'حركية ) :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': اعاقة'},
                {'code': 'BS276',
                 'details': 'رمز البرنامج BS276 :اسم البرنامج: التصميم الجرافيكي والتصميم '
                            'الداخلي(إعاقات سمعية ونطقية ) :المجال المعرفي: الفنون '
                            'الإبداعية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : اعاقة'},
                {'code': 'BS262',
                 'details': 'رمز البرنامج BS262 :اسم البرنامج: التخصصات الهندسية (إعاقة '
                            'حركيه) :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': اعاقة'},
                {'code': 'BS263',
                 'details': 'رمز البرنامج BS263 :اسم البرنامج: ط?ط?ط?ط?ط?ط? ط?ظ?ظ?ط?ظ?ظ?ظ? '
                            '(ط?ط?ط?ظ?ط? ط\xadط?ظ?ظ?ط? - ط?ط?ط?ظ?ط? ط?ط?ط?ظ?ط?) :المجال '
                            'المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'BS275',
                 'details': 'رمز البرنامج BS275 :اسم البرنامج: تخصصات اللغة العربية '
                            'وآدابها(إعاقة بصرية) :المجال المعرفي: المجتمع والثقافة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': اعاقة'},
                {'code': 'BS261',
                 'details': 'رمز البرنامج BS261 :اسم البرنامج: تخصصات تكنولوجيا المعلومات '
                            '(إعاقة حركية) :المجال المعرفي: تكنولوجيا المعلومات :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': اعاقة'},
                {'code': 'BS264',
                 'details': 'رمز البرنامج BS264 :اسم البرنامج: تخصصات اللغات الأجنبية '
                            'والترجمة (إعاقات حركية - إعاقات بصرية ) :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'DS010',
                 'details': 'رمز البرنامج DS010 :اسم البرنامج: تخصصات تكنولوجيا المعلومات '
                            ':المجال المعرفي: :نوع البرنامج: بعثة داخلية عامة (لدرجة '
                            'الدبلوم) :اسم المؤسسة التعليمية : الجامعات والكليات الخاصة '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'BS265',
                 'details': 'رمز البرنامج BS265 :اسم البرنامج: تخصصات التصميم(إعاقة حركية) '
                            ':المجال المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : الجامعات والكليات الخاصة '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'DS011',
                 'details': 'رمز البرنامج DS011 :اسم البرنامج: الإدارة والمعاملات التجارية '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة داخلية عامة (لدرجة الدبلوم) :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': اعاقة'},
                {'code': 'SF001',
                 'details': 'رمز البرنامج SF001 :اسم البرنامج: مختلف تخصصات العمارة '
                            'والإنشاء لتخصصات الدبلوم :المجال المعرفي: العمارة والإنشاء '
                            ':نوع البرنامج: ضمان إجتماعي :اسم المؤسسة التعليمية : الجامعات '
                            'والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'DS004',
                 'details': 'رمز البرنامج DS004 :اسم البرنامج: الفنون الإبداعية :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية عامة '
                            '(لدرجة الدبلوم) :اسم المؤسسة التعليمية : الجامعات والكليات '
                            'الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'DS003',
                 'details': 'رمز البرنامج DS003 :اسم البرنامج: الإدارة والمعاملات التجارية '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة داخلية عامة (لدرجة الدبلوم) :اسم المؤسسة التعليمية : '
                            'الجامعات والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': غير اعاقة'},
                {'code': 'PD005',
                 'details': 'رمز البرنامج PD005 :اسم البرنامج: جميع التخصصات التي تبتعث '
                            'إليها وزارة التعليم العالي ما عدا الطب البشري والطب البيطري '
                            'والتخصصات التربوية :المجال المعرفي: غير محدد :نوع البرنامج: '
                            'منحة داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعات '
                            'والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SF003',
                 'details': 'رمز البرنامج SF003 :اسم البرنامج: مختلف التخصصات الإدارة '
                            'والمعاملات التجارية حسب ما تقدمة كل مؤسسة تعليمية خاصة لمؤهل '
                            'الدبلوم :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: ضمان إجتماعي :اسم المؤسسة التعليمية : الجامعات '
                            'والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'DS002',
                 'details': 'رمز البرنامج DS002 :اسم البرنامج: تخصصات تكنولوجيا المعلومات '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية عامة (لدرجة الدبلوم) :اسم المؤسسة التعليمية : الجامعات '
                            'والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SP002',
                 'details': 'رمز البرنامج SP002 :اسم البرنامج: مختلف تخصصات تكنولوجيا '
                            'المعلومات حسب ما تقدمه كل مؤسسة تعليمية خاصة لمؤهل الدبلوم '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: دخل محدود '
                            ':اسم المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SP003',
                 'details': 'رمز البرنامج SP003 :اسم البرنامج: مختلف التخصصات الإدارة '
                            'والمعاملات التجارية حسب ما تقدمة كل مؤسسة تعليمية خاصة لمؤهل '
                            'الدبلوم :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: دخل محدود :اسم المؤسسة التعليمية : الجامعات والكليات '
                            'الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SP004',
                 'details': 'رمز البرنامج SP004 :اسم البرنامج: مختلف تخصصات الفنون '
                            'الإبداعية حسب ما تقدمه كل مؤسسة تعليمية خاصة لمؤهل الدبلوم '
                            ':المجال المعرفي: الفنون الإبداعية :نوع البرنامج: دخل محدود '
                            ':اسم المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SF002',
                 'details': 'رمز البرنامج SF002 :اسم البرنامج: مختلف تخصصات تكنولوجيا '
                            'المعلومات حسب ما تقدمه كل مؤسسة تعليمية خاصة لمؤهل الدبلوم '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: ضمان '
                            'إجتماعي :اسم المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SP001',
                 'details': 'رمز البرنامج SP001 :اسم البرنامج: مختلف تخصصات العمارة '
                            'والإنشاء لتخصصات الدبلوم :المجال المعرفي: العمارة والإنشاء '
                            ':نوع البرنامج: دخل محدود :اسم المؤسسة التعليمية : الجامعات '
                            'والكليات الخاصة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SF004',
                 'details': 'رمز البرنامج SF004 :اسم البرنامج: مختلف تخصصات الفنون '
                            'الإبداعية حسب ما تقدمة كل مؤسسة تعليمية خاصة لمؤهل الدبلوم '
                            ':المجال المعرفي: الفنون الإبداعية :نوع البرنامج: ضمان إجتماعي '
                            ':اسم المؤسسة التعليمية : الجامعات والكليات الخاصة :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS211',
                 'details': 'رمز البرنامج BS211 :اسم البرنامج: إدارة الأعمال الدولية '
                            'والخدمات - الخدمات اللوجستية :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS210',
                 'details': 'رمز البرنامج BS210 :اسم البرنامج: العلوم في الأمن السيبراني '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعة الألمانية '
                            'للتكنولوجيا في عمان :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS207',
                 'details': 'رمز البرنامج BS207 :اسم البرنامج: تخطيط المدن والتصميم '
                            'المعماري :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعة الألمانية '
                            'للتكنولوجيا في عمان :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS208',
                 'details': 'رمز البرنامج BS208 :اسم البرنامج: علوم الارض التطبيقية :المجال '
                            'المعرفي: العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : الجامعة الألمانية '
                            'للتكنولوجيا في عمان :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS206',
                 'details': 'رمز البرنامج BS206 :اسم البرنامج: علوم الحاسب الآلي :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في '
                            'عمان :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS209',
                 'details': 'رمز البرنامج BS209 :اسم البرنامج: هندسة العمليات -هندسة '
                            'الميكانيكية -الهندسة البيئية :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS002',
                 'details': 'رمز البرنامج BS002 :اسم البرنامج: الصيدلة :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS001',
                 'details': 'رمز البرنامج BS001 :اسم البرنامج: الطب العام :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS051',
                 'details': 'رمز البرنامج BS051 :اسم البرنامج: الهندسة المدنية- علوم في مسح '
                            'الكميات وإدارة التكاليف- هندسة الإلكترونيات والإتصالات-هندسة '
                            'الحاسب الآلي-هندسة الطاقة الكهربائية :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS053',
                 'details': 'رمز البرنامج BS053 :اسم البرنامج: هندسة المعالجة والصيانة/ '
                            'الهندسة الكيميائية :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS092',
                 'details': 'رمز البرنامج BS092 :اسم البرنامج: العلوم في القانون التجاري '
                            ':المجال المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : الكلية الحديثة للتجارة '
                            'والعلوم :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS094',
                 'details': 'رمز البرنامج BS094 :اسم البرنامج: العلوم في نظم '
                            'المعلومات-العلوم في أمن المعلومات-العلوم علوم الحاسوب :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS083',
                 'details': 'رمز البرنامج BS083 :اسم البرنامج: -الآداب في الاقتصاد -العلوم '
                            'في المحاسبة -العلوم في ادارة الاعمال - ادارة الطيران - العلوم '
                            'في ادارة المطارات -العلوم في إدارة النقل والخدم اللوجستية '
                            '-العلوم في إدارة الصحة والسلامة-العلوم في إدارة المخاطر '
                            'والتامين :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الكلية الحديثة للتجارة والعلوم :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS090',
                 'details': 'رمز البرنامج BS090 :اسم البرنامج: الاحصاء :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS200',
                 'details': 'رمز البرنامج BS200 :اسم البرنامج: الإدارة والممارسة البيئية '
                            ':المجال المعرفي: الزراعة والبيئة والعلوم المرتبطة به :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الكلية العالمية للهندسة والتكنولوجيا :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS266',
                 'details': 'رمز البرنامج BS266 :اسم البرنامج: الهندسة الميكانيكية '
                            'وتكنولوجيا السيارات -الهندسة الالكترونيات والاتصالات - الأتمتة '
                            'و هندسة الروبوتات -هندسة أجهزة القياس والسيطرة-هندسة خدمات '
                            'المباني :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'الكلية العالمية للهندسة والتكنولوجيا :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS019',
                 'details': 'رمز البرنامج BS019 :اسم البرنامج: التخطيط الحضري '
                            'والإقليمي-التكنولوجيا المعمارية والتصميم :المجال المعرفي: '
                            'العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS268',
                 'details': 'رمز البرنامج BS268 :اسم البرنامج: أمن الحسابات والأدلة '
                            'الجنائية -تكنولوجيا الوسائط المتعددة-الحاسب الآلي للأعمال '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : الكلية العالمية '
                            'للهندسة والتكنولوجيا :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'MT004',
                 'details': 'رمز البرنامج MT004 :اسم البرنامج: البحرية السلطانية العمانية '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : الكلية العسكرية التقنية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MT009',
                 'details': 'رمز البرنامج MT009 :اسم البرنامج: الطيران العماني :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية العسكرية التقنية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MT003',
                 'details': 'رمز البرنامج MT003 :اسم البرنامج: سلاح الجو السلطاني العماني '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : الكلية العسكرية التقنية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MT001',
                 'details': 'رمز البرنامج MT001 :اسم البرنامج: رئاسة اركان قوات السلطان '
                            'المسلحة :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : الكلية '
                            'العسكرية التقنية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'MT002',
                 'details': 'رمز البرنامج MT002 :اسم البرنامج: الجيش السلطاني العماني '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : الكلية العسكرية التقنية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MT005',
                 'details': 'رمز البرنامج MT005 :اسم البرنامج: الخدمات الهندسية :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية العسكرية التقنية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS140',
                 'details': 'رمز البرنامج BS140 :اسم البرنامج: العمارة :المجال المعرفي: '
                            'العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : الكلية العلمية للتصميم :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS138',
                 'details': 'رمز البرنامج BS138 :اسم البرنامج: التصميم الداخلي :المجال '
                            'المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الكلية العلمية للتصميم :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS136',
                 'details': 'رمز البرنامج BS136 :اسم البرنامج: تصميم الازياء -التصميم '
                            'الجرافيكي الرقمي - الرسوم المتحركة - التصوير الضوئي :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الكلية العلمية للتصميم :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS137',
                 'details': 'رمز البرنامج BS137 :اسم البرنامج: الفنون الجميلة :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : الكلية العلمية للتصميم :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC012',
                 'details': 'رمز البرنامج VC012 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بالبريمي :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC014',
                 'details': 'رمز البرنامج VC014 :اسم البرنامج: الدراسات التجارية (البيع '
                            'التخصصي والتسويق). :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : '
                            'الكلية المهنية بالبريمي :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': غير اعاقة'},
                {'code': 'VC002',
                 'details': 'رمز البرنامج VC002 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بالسيب :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC001',
                 'details': 'رمز البرنامج VC001 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بالسيب :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC011',
                 'details': 'رمز البرنامج VC011 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بشناص :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC010',
                 'details': 'رمز البرنامج VC010 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بشناص :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC005',
                 'details': 'رمز البرنامج VC005 :اسم البرنامج: التدريب الزراعي :المجال '
                            'المعرفي: الزراعة والبيئة والعلوم المرتبطة به :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : الكلية المهنية بصحم :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC003',
                 'details': 'رمز البرنامج VC003 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بصحم :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC004',
                 'details': 'رمز البرنامج VC004 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بصحم :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC016',
                 'details': 'رمز البرنامج VC016 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بصلالة :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC015',
                 'details': 'رمز البرنامج VC015 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بصلالة :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC006',
                 'details': 'رمز البرنامج VC006 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بصور :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC007',
                 'details': 'رمز البرنامج VC007 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بصور :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC009',
                 'details': 'رمز البرنامج VC009 :اسم البرنامج: الدراسات التجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية بعبري :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'VC008',
                 'details': 'رمز البرنامج VC008 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية بعبري :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MS004',
                 'details': 'رمز البرنامج MS004 :اسم البرنامج: التدريب السمكي/ تربية '
                            'الأحياء المائية (تربية الأحياء البحرية) :المجال المعرفي: '
                            'الزراعة والبيئة والعلوم المرتبطة به :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية للعلوم البحرية '
                            'بالخابورة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MS007',
                 'details': 'رمز البرنامج MS007 :اسم البرنامج: التدريب البحري/ الهندسة '
                            'البحرية (ميكانيكا المحركات البحرية) :المجال المعرفي: الزراعة '
                            'والبيئة والعلوم المرتبطة به :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : الكلية المهنية للعلوم البحرية بالخابورة '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MS006',
                 'details': 'رمز البرنامج MS006 :اسم البرنامج: التدريب البحري/ تقنيات '
                            'الملاحة البحرية والصيد (ملاحة سفن الصيد) :المجال المعرفي: '
                            'الزراعة والبيئة والعلوم المرتبطة به :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : الكلية المهنية للعلوم البحرية '
                            'بالخابورة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'MS005',
                 'details': 'رمز البرنامج MS005 :اسم البرنامج: التدريب السمكي (سلامة وضبط '
                            'جودة الأغذية البحرية) :المجال المعرفي: الزراعة والبيئة والعلوم '
                            'المرتبطة به :نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية '
                            ': الكلية المهنية للعلوم البحرية بالخابورة :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS056',
                 'details': 'رمز البرنامج BS056 :اسم البرنامج: الهندسة '
                            'الميكانيكية(السيارات) :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : الكلية الوطنية لتقنية السيارات :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS226',
                 'details': 'رمز البرنامج BS226 :اسم البرنامج: الهندسة المدنية -الهندسة '
                            'الميكانيكية -هندسة المعلومات والاتصالات -هندسة الحاسب الالي '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة البريمي '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS229',
                 'details': 'رمز البرنامج BS229 :اسم البرنامج: إدارة نظم المعلومات - '
                            'الصيرفة الاسلامية و المالية - إدارة التوريدات العالمية '
                            'واللوجستية-إدارة التصدير-إدارة الأعمال والأعمال '
                            'الإلكترونية-إدارة الموارد البشرية :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS227',
                 'details': 'رمز البرنامج BS227 :اسم البرنامج: التمريض :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة البريمي :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS231',
                 'details': 'رمز البرنامج BS231 :اسم البرنامج: القانون :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS228',
                 'details': 'رمز البرنامج BS228 :اسم البرنامج: علوم البصريات :المجال '
                            'المعرفي: الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS232',
                 'details': 'رمز البرنامج BS232 :اسم البرنامج: العمارة الداخلية -الهندسة '
                            'المعمارية :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة البريمي '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US027',
                 'details': 'رمز البرنامج US027 :اسم البرنامج: تقنية المعلومات :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'US028',
                 'details': 'رمز البرنامج US028 :اسم البرنامج: دراسات تجارية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'US004',
                 'details': 'رمز البرنامج US004 :اسم البرنامج: علوم تطبيقية :المجال '
                            'المعرفي: العلوم الطبيعية والفيزيائية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US001',
                 'details': 'رمز البرنامج US001 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US021',
                 'details': 'رمز البرنامج US021 :اسم البرنامج: بكالوريوس التربية علوم '
                            'وياضيات ( احياء ) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US019',
                 'details': 'رمز البرنامج US019 :اسم البرنامج: بكالوريوس التربية علوم '
                            'ورياضيات (فيزياء) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US003',
                 'details': 'رمز البرنامج US003 :اسم البرنامج: بكالوريوس التقنية الحيوية '
                            'التطبيقية :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية '
                            'والعلوم التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'US007',
                 'details': 'رمز البرنامج US007 :اسم البرنامج: التصميم :المجال المعرفي: '
                            'الفنون الإبداعية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة التقنية والعلوم التطبيقية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US009',
                 'details': 'رمز البرنامج US009 :اسم البرنامج: دبلوم الصيدلة :المجال '
                            'المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة التقنية والعلوم التطبيقية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US008',
                 'details': 'رمز البرنامج US008 :اسم البرنامج: الإتصال الجماهيري :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US017',
                 'details': 'رمز البرنامج US017 :اسم البرنامج: بكالوريوس التربية علوم '
                            'ورياضيات (أحياء) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US016',
                 'details': 'رمز البرنامج US016 :اسم البرنامج: بكالوريوس التربية علوم '
                            'ورياضيات (رياضيات) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US015',
                 'details': 'رمز البرنامج US015 :اسم البرنامج: بكالوريوس تربية اللغة '
                            'الإنجليزية :المجال المعرفي: التربية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US005',
                 'details': 'رمز البرنامج US005 :اسم البرنامج: إدارة الأعمال / الدراسات '
                            'تجارية :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية '
                            'والعلوم التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'US002',
                 'details': 'رمز البرنامج US002 :اسم البرنامج: تقنية المعلومات :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US010',
                 'details': 'رمز البرنامج US010 :اسم البرنامج: دبلوم التصوير الضوئي :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US020',
                 'details': 'رمز البرنامج US020 :اسم البرنامج: بكالوريوس التربية علوم '
                            'وياضيات (رياضيات) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US011',
                 'details': 'رمز البرنامج US011 :اسم البرنامج: دبلوم تصميم الأزياء (للإناث '
                            'فقط) :المجال المعرفي: الفنون الإبداعية :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم التطبيقية '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US018',
                 'details': 'رمز البرنامج US018 :اسم البرنامج: بكالوريوس التربية علوم '
                            'وياضيات (كيمياء) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US023',
                 'details': 'رمز البرنامج US023 :اسم البرنامج: بكالوريوس التربية علوم '
                            'ورياضيات (فيزياء) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US022',
                 'details': 'رمز البرنامج US022 :اسم البرنامج: بكالوريوس التربية علوم '
                            'وياضيات (كيمياء) :المجال المعرفي: التربية :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة التقنية والعلوم '
                            'التطبيقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'US006',
                 'details': 'رمز البرنامج US006 :اسم البرنامج: الهندسة الميكانيكية لطلبة '
                            'كلية الحرس السلطاني العماني التقنية :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة التقنية والعلوم التطبيقية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ250',
                 'details': 'رمز البرنامج SQ250 :اسم البرنامج: كلية الإقتصاد والعلوم '
                            'السياسية :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان '
                            'قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ001',
                 'details': 'رمز البرنامج SQ001 :اسم البرنامج: كلية العلوم الزراعية '
                            'والبحرية :المجال المعرفي: الزراعة والبيئة والعلوم المرتبطة به '
                            ':نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة '
                            'السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ800',
                 'details': 'رمز البرنامج SQ800 :اسم البرنامج: كلية الحقوق :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : اعاقة'},
                {'code': 'SQ150',
                 'details': 'رمز البرنامج SQ150 :اسم البرنامج: كلية العلوم :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ255',
                 'details': 'رمز البرنامج SQ255 :اسم البرنامج: كلية الإقتصاد والعلوم '
                            'السياسية (العلوم السياسية) :المجال المعرفي: المجتمع والثقافة '
                            ':نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة '
                            'السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ050',
                 'details': 'رمز البرنامج SQ050 :اسم البرنامج: كلية الطب والعلوم الصحية ( '
                            'دكتور بالطب ) :المجال المعرفي: الصحة :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة السلطان قابوس :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ350',
                 'details': 'رمز البرنامج SQ350 :اسم البرنامج: التربية إسلامية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : اعاقة'},
                {'code': 'SQ660',
                 'details': 'رمز البرنامج SQ660 :اسم البرنامج: تكنولوجيا التعليم والتعلم '
                            ':المجال المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ650',
                 'details': 'رمز البرنامج SQ650 :اسم البرنامج: التربية الفنية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : اعاقة'},
                {'code': 'SQ700',
                 'details': 'رمز البرنامج SQ700 :اسم البرنامج: كلية الآداب والعلوم '
                            'الإجتماعية (آداب عام) :المجال المعرفي: المجتمع والثقافة :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان '
                            'قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ055',
                 'details': 'رمز البرنامج SQ055 :اسم البرنامج: كلية الطب والعلوم الصحية '
                            '(العلوم الطبية الحيوية) :المجال المعرفي: الصحة :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان قابوس :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'SQ350',
                 'details': 'رمز البرنامج SQ350 :اسم البرنامج: التربية إسلامية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ250',
                 'details': 'رمز البرنامج SQ250 :اسم البرنامج: كلية الإقتصاد والعلوم '
                            'السياسية :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان '
                            'قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ800',
                 'details': 'رمز البرنامج SQ800 :اسم البرنامج: كلية الحقوق :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ150',
                 'details': 'رمز البرنامج SQ150 :اسم البرنامج: كلية العلوم :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ650',
                 'details': 'رمز البرنامج SQ650 :اسم البرنامج: التربية الفنية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ550',
                 'details': 'رمز البرنامج SQ550 :اسم البرنامج: اللغة العربية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ001',
                 'details': 'رمز البرنامج SQ001 :اسم البرنامج: كلية العلوم الزراعية '
                            'والبحرية :المجال المعرفي: الزراعة والبيئة والعلوم المرتبطة به '
                            ':نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة '
                            'السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SQ200',
                 'details': 'رمز البرنامج SQ200 :اسم البرنامج: كلية الهندسة :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة السلطان قابوس :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ100',
                 'details': 'رمز البرنامج SQ100 :اسم البرنامج: كلية التمريض :المجال '
                            'المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ500',
                 'details': 'رمز البرنامج SQ500 :اسم البرنامج: اللغة الإنجليزية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ780',
                 'details': 'رمز البرنامج SQ780 :اسم البرنامج: كلية الآداب والعلوم '
                            'الاجتماعية (الموسيقى والعلوم الموسيقية) :المجال المعرفي: '
                            'الفنون الإبداعية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ600',
                 'details': 'رمز البرنامج SQ600 :اسم البرنامج: التربية الرياضية :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ670',
                 'details': 'رمز البرنامج SQ670 :اسم البرنامج: طفل ما قبل المدرسة :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ050',
                 'details': 'رمز البرنامج SQ050 :اسم البرنامج: كلية الطب والعلوم الصحية ( '
                            'دكتور بالطب ) :المجال المعرفي: الصحة :نوع البرنامج: برنامج '
                            'حكومي :اسم المؤسسة التعليمية : جامعة السلطان قابوس :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ660',
                 'details': 'رمز البرنامج SQ660 :اسم البرنامج: تكنولوجيا التعليم والتعلم '
                            ':المجال المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ055',
                 'details': 'رمز البرنامج SQ055 :اسم البرنامج: كلية الطب والعلوم الصحية '
                            '(العلوم الطبية الحيوية) :المجال المعرفي: الصحة :نوع البرنامج: '
                            'برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان قابوس :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ300',
                 'details': 'رمز البرنامج SQ300 :اسم البرنامج: علوم ورياضيات :المجال '
                            'المعرفي: التربية :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : جامعة السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SQ700',
                 'details': 'رمز البرنامج SQ700 :اسم البرنامج: كلية الآداب والعلوم '
                            'الإجتماعية (آداب عام) :المجال المعرفي: المجتمع والثقافة :نوع '
                            'البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة السلطان '
                            'قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SQ255',
                 'details': 'رمز البرنامج SQ255 :اسم البرنامج: كلية الإقتصاد والعلوم '
                            'السياسية (العلوم السياسية) :المجال المعرفي: المجتمع والثقافة '
                            ':نوع البرنامج: برنامج حكومي :اسم المؤسسة التعليمية : جامعة '
                            'السلطان قابوس :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS085',
                 'details': 'رمز البرنامج BS085 :اسم البرنامج: الكيمياء الصناعية :المجال '
                            'المعرفي: العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : Both Students'},
                {'code': 'BS304',
                 'details': 'رمز البرنامج BS304 :اسم البرنامج: بكالوريوس التربية ( مجال '
                            'ثاني ) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS330',
                 'details': 'رمز البرنامج BS330 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS303',
                 'details': 'رمز البرنامج BS303 :اسم البرنامج: بكالوريوس التربية ( مجال أول '
                            ') :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS087',
                 'details': 'رمز البرنامج BS087 :اسم البرنامج: التكنولوجيا في الهندسة '
                            'الكهربائية :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة الشرقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS222',
                 'details': 'رمز البرنامج BS222 :اسم البرنامج: بكالوريوس التربية (مجال أول) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS223',
                 'details': 'رمز البرنامج BS223 :اسم البرنامج: بكالوريوس التربية (مجال '
                            'ثاني) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS221',
                 'details': 'رمز البرنامج BS221 :اسم البرنامج: الإرشاد النفسي :المجال '
                            'المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'PD010',
                 'details': 'رمز البرنامج PD010 :اسم البرنامج: معلم مجال أول (للإناث فقط) '
                            ':المجال المعرفي: التربية :نوع البرنامج: منحة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS018',
                 'details': 'رمز البرنامج BS018 :اسم البرنامج: الطب البيطري :المجال '
                            'المعرفي: الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS224',
                 'details': 'رمز البرنامج BS224 :اسم البرنامج: تغذية الإنسان التطبيقية '
                            'والعلاجية :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة الشرقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS241',
                 'details': 'رمز البرنامج BS241 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS240',
                 'details': 'رمز البرنامج BS240 :اسم البرنامج: بكالوريوس التربية '
                            '(الرياضيات) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS217',
                 'details': 'رمز البرنامج BS217 :اسم البرنامج: هندسة المدنية -هندسة البيئية '
                            '-الهندسة الإلكترونية والإتصالات :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS216',
                 'details': 'رمز البرنامج BS216 :اسم البرنامج: ريادة الاعمال الجماعية '
                            '-التمويل والمحاسبة - الإدارة :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS219',
                 'details': 'رمز البرنامج BS219 :اسم البرنامج: القانون :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS089',
                 'details': 'رمز البرنامج BS089 :اسم البرنامج: الانترنت وتقنية المعلومات - '
                            'الامن السبراني :المجال المعرفي: تكنولوجيا المعلومات :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة الشرقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS220',
                 'details': 'رمز البرنامج BS220 :اسم البرنامج: إدارة المشاريع الإنشائية '
                            ':المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'PD011',
                 'details': 'رمز البرنامج PD011 :اسم البرنامج: معلم مجال ثاني (للإناث فقط) '
                            ':المجال المعرفي: التربية :نوع البرنامج: منحة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS084',
                 'details': 'رمز البرنامج BS084 :اسم البرنامج: نظم المعلومات الادارية '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS088',
                 'details': 'رمز البرنامج BS088 :اسم البرنامج: حساب الكميات وإدارة الاعمال '
                            ':المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS086',
                 'details': 'رمز البرنامج BS086 :اسم البرنامج: علوم المختبرات الطبية '
                            ':المجال المعرفي: الصحة :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة الشرقية :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS027',
                 'details': 'رمز البرنامج BS027 :اسم البرنامج: علوم الحاسوب والوسائط '
                            'المتعددة -علوم الحاسوب وهندسة الويب -الشبكات وقاعدة البيانات '
                            '-إدارة الأعمال (تقنية المعلومات) :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة صحار :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS272',
                 'details': 'رمز البرنامج BS272 :اسم البرنامج: بكالوريوس التربية (الأحياء) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS023',
                 'details': 'رمز البرنامج BS023 :اسم البرنامج: -اللغة الانجليزية وأدابها '
                            '-اللغة الإنجليزية والترجمة :المجال المعرفي: المجتمع والثقافة '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة صحار :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS244',
                 'details': 'رمز البرنامج BS244 :اسم البرنامج: بكالوريوس التربية (مجال أول) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS021',
                 'details': 'رمز البرنامج BS021 :اسم البرنامج: -القانون -الاعمال والقانون '
                            'التجاري :المجال المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS322',
                 'details': 'رمز البرنامج BS322 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) برنامج توطين :المجال المعرفي: التربية :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS274',
                 'details': 'رمز البرنامج BS274 :اسم البرنامج: بكالوريوس تربية (التربية '
                            'الموسيقية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS245',
                 'details': 'رمز البرنامج BS245 :اسم البرنامج: بكالوريوس التربية (مجال '
                            'ثاني) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS024',
                 'details': 'رمز البرنامج BS024 :اسم البرنامج: المحاسبة -الإدارة -التسويق '
                            '-نظم المعلومات الإدارية :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة صحار :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS030',
                 'details': 'رمز البرنامج BS030 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الانجليزيه) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS271',
                 'details': 'رمز البرنامج BS271 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS321',
                 'details': 'رمز البرنامج BS321 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الانجليزية) برنامج توطين :المجال المعرفي: التربية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة صحار :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS270',
                 'details': 'رمز البرنامج BS270 :اسم البرنامج: بكالوريوس التربية '
                            '(الرياضيات) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS026',
                 'details': 'رمز البرنامج BS026 :اسم البرنامج: -الهندسة الكهربائية والحاسب '
                            'الآلي -الهندسة الميكانيكية والالكتروميكانيكية -الهندسة المدنية '
                            '-هندسة العمليات المعدنية والمواد -الهندسة الكيميائية :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS323',
                 'details': 'رمز البرنامج BS323 :اسم البرنامج: بكالوريوس التربية (مجال اول) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS273',
                 'details': 'رمز البرنامج BS273 :اسم البرنامج: بكالوريوس التربية (التربية '
                            'الرياضية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS324',
                 'details': 'رمز البرنامج BS324 :اسم البرنامج: بكالوريوس التربية (مجال '
                            'ثاني) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة صحار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS039',
                 'details': 'رمز البرنامج BS039 :اسم البرنامج: بكالوريوس التربية '
                            '(الرياضيات) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS317',
                 'details': 'رمز البرنامج BS317 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الانجليزية) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS034',
                 'details': 'رمز البرنامج BS034 :اسم البرنامج: -الهندسة الميكانيكية - '
                            'الهندسة الكيميائية -الهندسة المدنية -الهندسة الكهربائية '
                            'والالكترونية -هندسة الكمبيوتر والاتصالات :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS035',
                 'details': 'رمز البرنامج BS035 :اسم البرنامج: علوم الكمبيوتر :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS037',
                 'details': 'رمز البرنامج BS037 :اسم البرنامج: - الهندسة المعمارية -العمارة '
                            'الداخلية :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS040',
                 'details': 'رمز البرنامج BS040 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الانجليزية) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS033',
                 'details': 'رمز البرنامج BS033 :اسم البرنامج: الحقوق :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS032',
                 'details': 'رمز البرنامج BS032 :اسم البرنامج: نظم المعلومات الإدارية '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS031',
                 'details': 'رمز البرنامج BS031 :اسم البرنامج: -اللوجستيات وإدارة سلسلة '
                            'التوريد -الإدارة -المالية -المحاسبة -التسويق :المجال المعرفي: '
                            'الإدارة والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS036',
                 'details': 'رمز البرنامج BS036 :اسم البرنامج: -الترجمة -اللغة الإنجليزية '
                            ':المجال المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS009',
                 'details': 'رمز البرنامج BS009 :اسم البرنامج: بكالوريوس التربية (تقنية '
                            'المعلومات) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة ظفار :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS291',
                 'details': 'رمز البرنامج BS291 :اسم البرنامج: الهندسة الكيميائية :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة مسقط :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS290',
                 'details': 'رمز البرنامج BS290 :اسم البرنامج: الخدمات اللوجستية وإدارة '
                            'سلسة التموين :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة مسقط :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS292',
                 'details': 'رمز البرنامج BS292 :اسم البرنامج: محاسبة ومالية :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة مسقط :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS012',
                 'details': 'رمز البرنامج BS012 :اسم البرنامج: -إدارة المشاريع الترفيهية '
                            '-التجارة الدولية والمالية -إدارة الأعمال -المحاسبة -التسويق '
                            '-إدارة الفعاليات -الإقتصاد والمالية :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS017',
                 'details': 'رمز البرنامج BS017 :اسم البرنامج: التمريض :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS020',
                 'details': 'رمز البرنامج BS020 :اسم البرنامج: الإحصاء :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS029',
                 'details': 'رمز البرنامج BS029 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الانجليزيه) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS306',
                 'details': 'رمز البرنامج BS306 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS285',
                 'details': 'رمز البرنامج BS285 :اسم البرنامج: بكالوريوس التربية (الاحياء) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS283',
                 'details': 'رمز البرنامج BS283 :اسم البرنامج: بكالوريوس التربية (مجال أول) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS284',
                 'details': 'رمز البرنامج BS284 :اسم البرنامج: بكالوريوس التربية (مجال '
                            'ثاني) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS015',
                 'details': 'رمز البرنامج BS015 :اسم البرنامج: هندسة التصميم الداخلي '
                            'والديكور :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS014',
                 'details': 'رمز البرنامج BS014 :اسم البرنامج: الهندسة الكيميائية '
                            'والبتروكيميائية :المجال المعرفي: الهندسة والتقنيات ذات الصلة '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'جامعة نزوى :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS289',
                 'details': 'رمز البرنامج BS289 :اسم البرنامج: الصيدلة :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS280',
                 'details': 'رمز البرنامج BS280 :اسم البرنامج: بكالوريوس التربية (الفيزياء) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS305',
                 'details': 'رمز البرنامج BS305 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'الإنجليزية) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS011',
                 'details': 'رمز البرنامج BS011 :اسم البرنامج: -اللغة الفرنسية والترجمة '
                            '-اللغة الالمانية والترجمة -اللغة الإنجليزية والترجمة :المجال '
                            'المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS287',
                 'details': 'رمز البرنامج BS287 :اسم البرنامج: -تصميم الويب وأمن المعلومات '
                            '-علوم الحاسوب -نظم المعلومات :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS038',
                 'details': 'رمز البرنامج BS038 :اسم البرنامج: بكالوريوس التربية '
                            '(الرياضيات) :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS279',
                 'details': 'رمز البرنامج BS279 :اسم البرنامج: بكالوريوس التربية (الكيمياء) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS013',
                 'details': 'رمز البرنامج BS013 :اسم البرنامج: -الهندسة المدنية -الهندسة '
                            'الكهربائية -هندسة الحاسوب -هندسة بيئية :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS225',
                 'details': 'رمز البرنامج BS225 :اسم البرنامج: هندسة علم العمارة :المجال '
                            'المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS311',
                 'details': 'رمز البرنامج BS311 :اسم البرنامج: بكالوريوس التربية (مجال أول) '
                            ':المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS281',
                 'details': 'رمز البرنامج BS281 :اسم البرنامج: بكالوريوس التربية (تقنية '
                            'المعلومات) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS286',
                 'details': 'رمز البرنامج BS286 :اسم البرنامج: الفنون الجميلة :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS278',
                 'details': 'رمز البرنامج BS278 :اسم البرنامج: بكالوريوس التربية (اللغة '
                            'العربية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS312',
                 'details': 'رمز البرنامج BS312 :اسم البرنامج: بكالوريوس التربية (مجال '
                            'ثاني) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS282',
                 'details': 'رمز البرنامج BS282 :اسم البرنامج: بكالوريوس التربية (التربية '
                            'الفنية) :المجال المعرفي: التربية :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : جامعة نزوى :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'SE890',
                 'details': 'رمز البرنامج SE890 :اسم البرنامج: البرنامج مخصص للطلبة ذوي '
                            'الإعاقة السمعية فقط :المجال المعرفي: غير محدد :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : الاردن :فئة الطلبة : اعاقة'},
                {'code': 'SE900',
                 'details': 'رمز البرنامج SE900 :اسم البرنامج: العلوم :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: منحة خارجية جزئية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'الامارات العربية المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE621',
                 'details': 'رمز البرنامج SE621 :اسم البرنامج: Computer Science, Cyber '
                            'Security, Computer Networks, Computer Science with Artificial '
                            'Intelligence, Computer & Networking Technology, Computer '
                            'Science with Software Engineering or Forensic Computing Web '
                            'Design Development :المجال المعرفي: تكنولوجيا المعلومات :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE524',
                 'details': 'رمز البرنامج SE524 :اسم البرنامج: Electronics, Electrical '
                            'Engineering & Industrial Computing :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : فرنسا :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE590',
                 'details': 'رمز البرنامج SE590 :اسم البرنامج: Statistics or Business '
                            'Statistics :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE623',
                 'details': 'رمز البرنامج SE623 :اسم البرنامج: Software Development, '
                            'Computing in Systems & Networking, Systems & Networking, '
                            'Multimedia Applications Development or Multimedia Programming '
                            '(Interactive Digital Media) :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'ED007',
                 'details': 'رمز البرنامج ED007 :اسم البرنامج: Physics for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE062',
                 'details': 'رمز البرنامج SE062 :اسم البرنامج: Medical Laboratory Science '
                            ':المجال المعرفي: الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : نيوزلندا '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'SE801',
                 'details': 'رمز البرنامج SE801 :اسم البرنامج: Nursing :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : نيوزلندا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE904',
                 'details': 'رمز البرنامج SE904 :اسم البرنامج: الهندسة :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: منحة خارجية جزئية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'الامارات العربية المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE744',
                 'details': 'رمز البرنامج SE744 :اسم البرنامج: Tourism Management or '
                            'International hospitality Management :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : هولندا :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE515',
                 'details': 'رمز البرنامج SE515 :اسم البرنامج: Civil Engineering or '
                            'Industrial Engineering & Management or Logistics Engineering '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : هولندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE756',
                 'details': 'رمز البرنامج SE756 :اسم البرنامج: Civil Engineering, '
                            'Environmental Engineering, Electrical Engineering, Industrial '
                            'Engineering, Mechanical Engineering, Mineral Resource '
                            'Engineering, Materials Engineering, Energy Engineering :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : كندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE755',
                 'details': 'رمز البرنامج SE755 :اسم البرنامج: Majors in Computer Science '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : كندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE639',
                 'details': 'رمز البرنامج SE639 :اسم البرنامج: Aviation Management Finance, '
                            'Actuarial Science/Studies, Risk Management & Insurance or '
                            'Accounting :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE004',
                 'details': 'رمز البرنامج SE004 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : نيوزلندا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE700',
                 'details': 'رمز البرنامج SE700 :اسم البرنامج: Psychology (NOT CLINICAL) or '
                            'Psychology with Criminology or Social Work :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : المملكة '
                            'المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE500',
                 'details': 'رمز البرنامج SE500 :اسم البرنامج: Architectural Engineering, '
                            'Civil Engineering, Construction Engineering, Structural '
                            'Engineering, Mechatronics, Environmental Engineering, '
                            'Surveying Engineering :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : استراليا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE501',
                 'details': 'رمز البرنامج SE501 :اسم البرنامج: Architectural Engineering, '
                            'Civil Engineering, Electrical Engineering, Mechanical '
                            'Engineering, Industrial Engineering or Environmental '
                            'Engineering :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE502',
                 'details': 'رمز البرنامج SE502 :اسم البرنامج: Architectural Engineering, '
                            'Civil Engineering, Construction Engineering, Communication '
                            'Systems Engineering, Structural Engineering, Electrical and/or '
                            'Electronic(s) Engineering, Mechanical Engineering, '
                            'Mechatronics, Industrial Engineering , Environmental '
                            'Engineering or Automotive Engineering/Automation and control '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE007',
                 'details': 'رمز البرنامج SE007 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE561',
                 'details': 'رمز البرنامج SE561 :اسم البرنامج: Earth Science(s), Geology or '
                            'Geosciences (Geophysics or Geochemistry), Sustainable '
                            'Development, Ecology, Conservation & Environment or Marine '
                            'Environmental Science :المجال المعرفي: العلوم الطبيعية '
                            'والفيزيائية :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية '
                            ': دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE494',
                 'details': 'رمز البرنامج SE494 :اسم البرنامج: Materials Science/Materials '
                            'Engineering :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE610',
                 'details': 'رمز البرنامج SE610 :اسم البرنامج: Astronomy, Astrophysics or '
                            'Physics :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE788',
                 'details': 'رمز البرنامج SE788 :اسم البرنامج: Cultural Heritage Studies or '
                            'Archeology :المجال المعرفي: المجتمع والثقافة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'ED017',
                 'details': 'رمز البرنامج ED017 :اسم البرنامج: Mathematics for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE753',
                 'details': 'رمز البرنامج SE753 :اسم البرنامج: Biology, Chemistry, Earth '
                            'Sciences, Environmental Science, Sustainability and Society, '
                            'Marine Biology, Ocean Sciences, Physics and Atmospheric '
                            'Sciences :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : كندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE419',
                 'details': 'رمز البرنامج SE419 :اسم البرنامج: Dental Technology or Oral '
                            'Health :المجال المعرفي: الصحة :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE009',
                 'details': 'رمز البرنامج SE009 :اسم البرنامج: MEDICINE :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE012',
                 'details': 'رمز البرنامج SE012 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE560',
                 'details': 'رمز البرنامج SE560 :اسم البرنامج: Environmental Sciences, '
                            'Earth Sciences, Marine Science, Sustainability Studies :المجال '
                            'المعرفي: العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE663',
                 'details': 'رمز البرنامج SE663 :اسم البرنامج: Accounting, Accounting & '
                            'Finance or Finance & Investment :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : جمهورية '
                            'ايرلنده :فئة الطلبة : غير اعاقة'},
                {'code': 'SE563',
                 'details': 'رمز البرنامج SE563 :اسم البرنامج: Earth Science(s), Geology, '
                            'Geosciences (Geophysics), Environmental Sciences, Biology or '
                            'Chemistry :المجال المعرفي: العلوم الطبيعية والفيزيائية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE683',
                 'details': 'رمز البرنامج SE683 :اسم البرنامج: Economics :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : استراليا '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'SE905',
                 'details': 'رمز البرنامج SE905 :اسم البرنامج: الأغذية والزراعة :المجال '
                            'المعرفي: الزراعة والبيئة والعلوم المرتبطة به :نوع البرنامج: '
                            'منحة خارجية جزئية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الامارات العربية المتحدة :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE643',
                 'details': 'رمز البرنامج SE643 :اسم البرنامج: Logistics and/or Supply '
                            'Chain Management, International Business & Finance, '
                            'Entrepreneurship, Management & Organizational Behavior, '
                            'Marketing, Retailing or Retail Management, Leadership '
                            '(Business), Consumer Behavior & Marketing, Business '
                            'Enterprise, Advertising & Brand Management, Advertising & '
                            'Digital Marketing or Business Analytics & Consultancy, '
                            'Accounting, Accounting & Finance, Accounting & Economics, '
                            'Accounting & Management, Finance, Finance & Economics, '
                            'Accounting & ..ex :المجال المعرفي: الإدارة والمعاملات التجارية '
                            ':نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة '
                            'البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE620',
                 'details': 'رمز البرنامج SE620 :اسم البرنامج: Computer Science, '
                            'Information Technology, Data Analytics, Data Science, '
                            'Informatics (and Informatics preferably with a specialization '
                            'in either Cyber Security or Data Analytics) :المجال المعرفي: '
                            'تكنولوجيا المعلومات :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : الولايات '
                            'المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE592',
                 'details': 'رمز البرنامج SE592 :اسم البرنامج: التخصصات الدقيقة ضمن '
                            'المجالات التالية: Biology, Chemistry, Physics, Geology, Earth '
                            'Sciences or Geosciences :المجال المعرفي: العلوم الطبيعية '
                            'والفيزيائية :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية '
                            ': دائرة البعثات الخارجية :بلد الدراسة : فرنسا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'ED012',
                 'details': 'رمز البرنامج ED012 :اسم البرنامج: Physics for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'ED014',
                 'details': 'رمز البرنامج ED014 :اسم البرنامج: Biology for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE557',
                 'details': 'رمز البرنامج SE557 :اسم البرنامج: Surveying Engineering or '
                            'Quantity Engineering :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE017',
                 'details': 'رمز البرنامج SE017 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE008',
                 'details': 'رمز البرنامج SE008 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE644',
                 'details': 'رمز البرنامج SE644 :اسم البرنامج: Logistics and/or Supply '
                            'Chain Management, Project Management (not in Engineering ? '
                            'should be offered by Business School) or Advertisement and/or '
                            'Public Relations, Tourism Management :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : استراليا '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'SE575',
                 'details': 'رمز البرنامج SE575 :اسم البرنامج: Earth Sciences, Applied '
                            'Geology, Geology or Environmental Sciences :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE014',
                 'details': 'رمز البرنامج SE014 :اسم البرنامج: Dentistry :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE390',
                 'details': 'رمز البرنامج SE390 :اسم البرنامج: (ESAM) EDUCATION , SOCIAL '
                            'SCIENCES , ARTS , MANAGEMENT :المجال المعرفي: غير محدد :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : دول مختلفة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE641',
                 'details': 'رمز البرنامج SE641 :اسم البرنامج: Retail Management, Travel & '
                            'Tourism Management or Logistics & Supply Chain Management '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : جمهورية ايرلنده :فئة الطلبة : غير اعاقة'},
                {'code': 'SE820',
                 'details': 'رمز البرنامج SE820 :اسم البرنامج: التخصصات الدقيقة ضمن '
                            'المجالات التالية: Computer Science :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : فرنسا :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE682',
                 'details': 'رمز البرنامج SE682 :اسم البرنامج: Economics, Business '
                            'Economics, Financial Economics, Economics & Finance , '
                            'Economics & Mathematics, Economics & Geography, Economics & '
                            'Management, International Economics, Economics & Accounting, '
                            'Economics & Econometrics, Financial Economics, Economics & '
                            'Business Law or Industrial Economics :المجال المعرفي: المجتمع '
                            'والثقافة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE021',
                 'details': 'رمز البرنامج SE021 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE902',
                 'details': 'رمز البرنامج SE902 :اسم البرنامج: الإدارة والإقتصاد :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: منحة '
                            'خارجية جزئية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : الامارات العربية المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE662',
                 'details': 'رمز البرنامج SE662 :اسم البرنامج: Finance, Actuarial '
                            'Science/Studies, Accounting or Banking :المجال المعرفي: '
                            'الإدارة والمعاملات التجارية :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE721',
                 'details': 'رمز البرنامج SE721 :اسم البرنامج: Digital Media, Media, Visual '
                            'Arts, Graphic Design, Communication Studies, Journalism or '
                            'Film (Production) :المجال المعرفي: الفنون الإبداعية :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE496',
                 'details': 'رمز البرنامج SE496 :اسم البرنامج: Mining Engineering, '
                            'Materials Science/Materials Engineering or Metallurgical '
                            'Engineering :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE720',
                 'details': 'رمز البرنامج SE720 :اسم البرنامج: DIGITAL MEDIA, GRAPHIC '
                            'DESIGN, ANIMATION, BROADCAST OR DIGITAL JOURNALISM, TELEVISION '
                            'AND/OR FILM STUDIES, MEDIA PRODUCTION, COMPUTER GRAPHICS, '
                            'IMAGING & MULTIMEDIA, FINE ARTS, VISUAL ARTS, HISTORY OF ART '
                            'WITH GALLERY & MUSEUM STUDIES OR MUSEUM STUDIES & ARCHEOLOGY '
                            ':المجال المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE903',
                 'details': 'رمز البرنامج SE903 :اسم البرنامج: القانون :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: منحة خارجية جزئية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : الامارات '
                            'العربية المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE441',
                 'details': 'رمز البرنامج SE441 :اسم البرنامج: Radiation '
                            'Therapy/Radiotherapy, Prosthetics & Orthotics, '
                            'Diagnostic/Medical Imaging, Radiography, Medical Physics or '
                            'Physics with Medical Physics :المجال المعرفي: الصحة :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'ED009',
                 'details': 'رمز البرنامج ED009 :اسم البرنامج: Biology for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE485',
                 'details': 'رمز البرنامج SE485 :اسم البرنامج: Energy Engineering or '
                            'Petroleum Engineering :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : الولايات المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE809',
                 'details': 'رمز البرنامج SE809 :اسم البرنامج: LAW LLB (Legum Baccalaureus '
                            '= Bachelor of Laws) or Criminology or Criminal Justice :المجال '
                            'المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE423',
                 'details': 'رمز البرنامج SE423 :اسم البرنامج: Physiotherapy or '
                            'Occupational Therapy :المجال المعرفي: الصحة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE416',
                 'details': 'رمز البرنامج SE416 :اسم البرنامج: Sport Rehabilitation, '
                            'Physiotherapy, Occupational Therapy, Speech & Language '
                            'Therapy, Dietetics (NOT Nutrition), Podiatry, Paramedic '
                            'Science or Public Health :المجال المعرفي: الصحة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE417',
                 'details': 'رمز البرنامج SE417 :اسم البرنامج: Audiology or Dental '
                            'Technology :المجال المعرفي: الصحة :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '                           
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE489',
                 'details': 'رمز البرنامج SE489 :اسم البرنامج: Renewable Energy '
                            'Engineering, Mining Engineering, Materials Science/Materials '
                            'Engineering or Metallurgical Engineering or Metallurgy :المجال '
                            'المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE647',
                 'details': 'رمز البرنامج SE647 :اسم البرنامج: Supply Chain Management '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : كندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE508',
                 'details': 'رمز البرنامج SE508 :اسم البرنامج: Embedded Systems '
                            'Engineering, Energy & Raw Materials, Energy (and Environment) '
                            'Technology, Energy (and Building) Technology, Industrial '
                            'Engineering, Marine Engineering, Material Sciences, Renewable '
                            'Energy, Electrical Engineering, Environmental Engineering, '
                            'Mechanical Engineering, Civil Engineering, Mechatronics, '
                            'Medical Engineering or Transport Engineering :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المانيا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE509',
                 'details': 'رمز البرنامج SE509 :اسم البرنامج: Marine Technology with Naval '
                            'Architecture, or Marine Technology :المجال المعرفي: العمارة '
                            'والإنشاء :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE032',
                 'details': 'رمز البرنامج SE032 :اسم البرنامج: Veterinary Medicine :المجال '
                            'المعرفي: الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : المملكة '
                            'المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE400',
                 'details': 'رمز البرنامج SE400 :اسم البرنامج: Occupational Health and '
                            'Safety :المجال المعرفي: الصحة :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'الولايات المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE540',
                 'details': 'رمز البرنامج SE540 :اسم البرنامج: Landscape Architecture,City '
                            'planning :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE011',
                 'details': 'رمز البرنامج SE011 :اسم البرنامج: Dentistry :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : نيوزلندا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE630',
                 'details': 'رمز البرنامج SE630 :اسم البرنامج: Management, Marketing*, '
                            'Advertising*, Entrepreneurship, Business Analytics, Supply '
                            'Chain Management, Finance, Actuarial Science/Studies, Risk '
                            'Management & Insurance or Accounting, Hospitality Management '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : الولايات المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE625',
                 'details': 'رمز البرنامج SE625 :اسم البرنامج: MULTIMEDIA TECHNOLOGY OR '
                            'INFORMATION TECHNOLOGY (IT WITH A SPECIALISATION IN EITHER '
                            'NETWORK COMPUTING, MOBILE TECHNOLOGY OR INFORMATION SYSTEMS '
                            'SECURITY :المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : ماليزيا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE487',
                 'details': 'رمز البرنامج SE487 :اسم البرنامج: Renewable/Sustainable Energy '
                            'Engineering or Photovoltaics & Solar Energy Engineering '
                            ':المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع البرنامج: '
                            'بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية '
                            ':بلد الدراسة : استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'ED020',
                 'details': 'رمز البرنامج ED020 :اسم البرنامج: Biology for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'ED011',
                 'details': 'رمز البرنامج ED011 :اسم البرنامج: Mathematics for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE810',
                 'details': 'رمز البرنامج SE810 :اسم البرنامج: LAW LLB (Legum Baccalaureus '
                            '= Bachelor of Laws), Criminology, Criminology & Social Policy, '
                            'Criminology & Sociology, Criminology & Criminal Justice, '
                            'Criminology & Forensic Studies or Criminology & Criminal '
                            'Behavior :المجال المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE529',
                 'details': 'رمز البرنامج SE529 :اسم البرنامج: Telecommunications '
                            'Engineering, Electrical & Computer Systems Engineering, Civil '
                            'Engineering, Electrical & Electronic Engineering, Mechatronics '
                            'Engineering, Robotics and Mechatronics Engineering or '
                            'Mechanical Engineering :المجال المعرفي: الهندسة والتقنيات ذات '
                            'الصلة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : ماليزيا :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'ED006',
                 'details': 'رمز البرنامج ED006 :اسم البرنامج: Mathematics for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE762',
                 'details': 'رمز البرنامج SE762 :اسم البرنامج: Biology, Biological '
                            'Sciences, Chemistry or Forensic Science :المجال المعرفي: '
                            'العلوم الطبيعية والفيزيائية :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE568',
                 'details': 'رمز البرنامج SE568 :اسم البرنامج: Environmental Science & '
                            'Sustainable Technology :المجال المعرفي: العلوم الطبيعية '
                            'والفيزيائية :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية '
                            ': دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'SE380',
                 'details': 'رمز البرنامج SE380 :اسم البرنامج: (STEM) SCIENCES, TECHNOLOGY, '
                            'ENGINEERING, MATHEMATICAL SCIENCES :المجال المعرفي: غير محدد '
                            ':نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة '
                            'البعثات الخارجية :بلد الدراسة : دول مختلفة :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'ED013',
                 'details': 'رمز البرنامج ED013 :اسم البرنامج: Chemistry for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : استراليا :فئة الطلبة : غير اعاقة'},
                {'code': 'ED019',
                 'details': 'رمز البرنامج ED019 :اسم البرنامج: Chemistry for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : نيوزلندا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE774',
                 'details': 'رمز البرنامج SE774 :اسم البرنامج: Water Technology (also '
                            'available under the names Water (Resource) Management, Water '
                            'Economics, Water (and Infrastructural) Management, Hydrology) '
                            ':المجال المعرفي: الزراعة والبيئة والعلوم المرتبطة به :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : المانيا :فئة الطلبة : غير اعاقة'},
                {'code': 'SE680',
                 'details': 'رمز البرنامج SE680 :اسم البرنامج: Economics :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة خارجية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : الولايات '
                            'المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE901',
                 'details': 'رمز البرنامج SE901 :اسم البرنامج: التربية :المجال المعرفي: '
                            'التربية :نوع البرنامج: منحة خارجية جزئية :اسم المؤسسة '
                            'التعليمية : دائرة البعثات الخارجية :بلد الدراسة : الامارات '
                            'العربية المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE010',
                 'details': 'رمز البرنامج SE010 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : قبرص :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE006',
                 'details': 'رمز البرنامج SE006 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : البحرين :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE504',
                 'details': 'رمز البرنامج SE504 :اسم البرنامج: Mechatronics, Electrical or '
                            'Electronic Engineering, Civil Engineering or Building Services '
                            'Engineering :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : دائرة البعثات '
                            'الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'SE044',
                 'details': 'رمز البرنامج SE044 :اسم البرنامج: Nursing :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : الولايات المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'ED008',
                 'details': 'رمز البرنامج ED008 :اسم البرنامج: Chemistry for Secondary '
                            'School Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة '
                            'خارجية :اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد '
                            'الدراسة : المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE003',
                 'details': 'رمز البرنامج SE003 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : البحرين :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'SE005',
                 'details': 'رمز البرنامج SE005 :اسم البرنامج: Medicine :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : جمهورية ايرلنده :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'ED010',
                 'details': 'رمز البرنامج ED010 :اسم البرنامج: English for Secondary School '
                            'Teaching :المجال المعرفي: التربية :نوع البرنامج: بعثة خارجية '
                            ':اسم المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : '
                            'المملكة المتحدة :فئة الطلبة : غير اعاقة'},
                {'code': 'DE001',
                 'details': 'رمز البرنامج DE001 :اسم البرنامج: Direct Entry Scholarship '
                            ':المجال المعرفي: غير محدد :نوع البرنامج: بعثة خارجية :اسم '
                            'المؤسسة التعليمية : دائرة البعثات الخارجية :بلد الدراسة : دول '
                            'مختلفة :فئة الطلبة : غير اعاقة'},
                {'code': 'SE015',
                 'details': 'رمز البرنامج SE015 :اسم البرنامج: Dentistry :المجال المعرفي: '
                            'الصحة :نوع البرنامج: بعثة خارجية :اسم المؤسسة التعليمية : '
                            'دائرة البعثات الخارجية :بلد الدراسة : المملكة المتحدة :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS075',
                 'details': 'رمز البرنامج BS075 :اسم البرنامج: الترجمة :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS071',
                 'details': 'رمز البرنامج BS071 :اسم البرنامج: -العلوم المالية والمصرفية '
                            '-تنمية الموارد البشرية -التجارة الدولية -التسويق -إدارة '
                            'الأعمال -المحاسبة -إقتصاد الأعمال :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS073',
                 'details': 'رمز البرنامج BS073 :اسم البرنامج: القانون :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية البريمي :بلد الدراسة : سلطنة عمان '
                            ':فئة الطلبة : غير اعاقة'},
                {'code': 'BS076',
                 'details': 'رمز البرنامج BS076 :اسم البرنامج: -هندسة البرمجيات -أنظمة '
                            'المعلومات -علوم الحاسب الألي :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية البريمي :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': غير اعاقة'},
                {'code': 'BS074',
                 'details': 'رمز البرنامج BS074 :اسم البرنامج: اللغة الإنجليزية وآدابها '
                            ':المجال المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية '
                            'كاملة عامة :اسم المؤسسة التعليمية : كلية البريمي :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS196',
                 'details': 'رمز البرنامج BS196 :اسم البرنامج: -الصحافة -العلاقات العامة '
                            '-الإذاعة والتلفزيون -الإعلان -تصميم الإتصال المرئي :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية البيان :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS197',
                 'details': 'رمز البرنامج BS197 :اسم البرنامج: -الأدب الانجليزي -كتابة '
                            'اللغة الإنجليزية الإحترافية :المجال المعرفي: المجتمع والثقافة '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'كلية البيان :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS257',
                 'details': 'رمز البرنامج BS257 :اسم البرنامج: علوم الحوسبة -نظم المعلومات '
                            '-الحوسبة المتنقلة -الذكاء الصناعي -تحليل البيانات :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية الخليج :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS256',
                 'details': 'رمز البرنامج BS256 :اسم البرنامج: -إدارة التسويق -دراسات '
                            'الأعمال الإدارية -إقتصادات الأعمال -المحاسبة والمالية -نظم '
                            'المعلومات الإدارية :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية الخليج :بلد الدراسة : سلطنة عمان :فئة الطلبة '
                            ': غير اعاقة'},
                {'code': 'BS097',
                 'details': 'رمز البرنامج BS097 :اسم البرنامج: -المحاسبة والتدقيق والمالية '
                            '-العلوم المصرفية والمالية -إدارة الأعمال - العلوم في المالية '
                            'الإسلامية :المجال المعرفي: الإدارة والمعاملات التجارية :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية '
                            'الدراسات المالية والمصرفية :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS246',
                 'details': 'رمز البرنامج BS246 :اسم البرنامج: -هندسة السلامة من الحرائق '
                            '-الهندسة الميكانيكة (حفر آبار) :المجال المعرفي: الهندسة '
                            'والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية الدولية للهندسة والإدارة :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS249',
                 'details': 'رمز البرنامج BS249 :اسم البرنامج: -إدارة السلامة من الحرائق '
                            '-إدارة الصحة والسلامة والبيئة :المجال المعرفي: الإدارة '
                            'والمعاملات التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية الدولية للهندسة والإدارة :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS248',
                 'details': 'رمز البرنامج BS248 :اسم البرنامج: إدارة المنشأت-إدارة مشاريع '
                            'البناء :المجال المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية الدولية '
                            'للهندسة والإدارة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS108',
                 'details': 'رمز البرنامج BS108 :اسم البرنامج: التصميم الجرافيكي :المجال '
                            'المعرفي: الفنون الإبداعية :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية الزهراء للبنات :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS109',
                 'details': 'رمز البرنامج BS109 :اسم البرنامج: -العلوم المالية والمصرفية '
                            '-إدارة الأعمال -المحاسبة :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية الزهراء للبنات :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS106',
                 'details': 'رمز البرنامج BS106 :اسم البرنامج: -علوم هندسة البرمجيات -علوم '
                            'الحاسب الألي :المجال المعرفي: تكنولوجيا المعلومات :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية '
                            'الزهراء للبنات :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS111',
                 'details': 'رمز البرنامج BS111 :اسم البرنامج: الحقوق :المجال المعرفي: '
                            'المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة عامة :اسم '
                            'المؤسسة التعليمية : كلية الزهراء للبنات :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS112',
                 'details': 'رمز البرنامج BS112 :اسم البرنامج: -التصميم الداخلي :المجال '
                            'المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية الزهراء للبنات :بلد الدراسة '
                            ': سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS107',
                 'details': 'رمز البرنامج BS107 :اسم البرنامج: -اللغة الانجليزية والترجمة '
                            '-اللغة الانجليزية وآدابها :المجال المعرفي: المجتمع والثقافة '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'كلية الزهراء للبنات :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS046',
                 'details': 'رمز البرنامج BS046 :اسم البرنامج: -هندسة الحاسوب في مساق '
                            'الشبكات -هندسة الحاسوب في مساق أمن المعلومات :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية الشرق الأوسط :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS043',
                 'details': 'رمز البرنامج BS043 :اسم البرنامج: -الهندسة المدنية -الهندسة '
                            'الميكانيكية -هندسة الأجهزة وإلإلكترونيات :المجال المعرفي: '
                            'الهندسة والتقنيات ذات الصلة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية الشرق الأوسط :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS041',
                 'details': 'رمز البرنامج BS041 :اسم البرنامج: -الإدارة اللوجستية -إدارة '
                            'الأعمال (مساق الموارد البشرية) -إدارة الأعمال (مساق المحاسبة '
                            'والمالية) -إدارة الأعمال (مساق الإدارة العامة) -إدارة الأعمال '
                            '(مساق التسويق) :المجال المعرفي: الإدارة والمعاملات التجارية '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'كلية الشرق الأوسط :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS042',
                 'details': 'رمز البرنامج BS042 :اسم البرنامج: هندسة الإلكترونيات '
                            'والإتصالات :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية '
                            'الشرق الأوسط :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS044',
                 'details': 'رمز البرنامج BS044 :اسم البرنامج: -تقنية البرمجيات -علوم '
                            'الحاسب الآلي -تحليل البيانات :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية الشرق الأوسط :بلد الدراسة : سلطنة عمان :فئة '
                            'الطلبة : غير اعاقة'},
                {'code': 'BS045',
                 'details': 'رمز البرنامج BS045 :اسم البرنامج: هندسة علوم مسح الكميات '
                            'وإدارة الإنشاءات :المجال المعرفي: العمارة والإنشاء :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية '
                            'الشرق الأوسط :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'IS006',
                 'details': 'رمز البرنامج IS006 :اسم البرنامج: أصول الدين , الفقه وأصوله '
                            ':المجال المعرفي: الدين والفلسفة :نوع البرنامج: برنامج حكومي '
                            ':اسم المؤسسة التعليمية : كلية العلوم الشرعية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'IS005',
                 'details': 'رمز البرنامج IS005 :اسم البرنامج: أصول الدين، الفقه وأصوله '
                            ':المجال المعرفي: الدين والفلسفة :نوع البرنامج: برنامج حكومي '
                            ':اسم المؤسسة التعليمية : كلية العلوم الشرعية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : اعاقة'},
                {'code': 'IS004',
                 'details': 'رمز البرنامج IS004 :اسم البرنامج: أصول الدين , الفقه وأصوله '
                            ':المجال المعرفي: الدين والفلسفة :نوع البرنامج: برنامج حكومي '
                            ':اسم المؤسسة التعليمية : كلية العلوم الشرعية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'IS003',
                 'details': 'رمز البرنامج IS003 :اسم البرنامج: أصول الدين , الفقه وأصوله '
                            ':المجال المعرفي: الدين والفلسفة :نوع البرنامج: برنامج حكومي '
                            ':اسم المؤسسة التعليمية : كلية العلوم الشرعية :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS061',
                 'details': 'رمز البرنامج BS061 :اسم البرنامج: الهندسة البحرية - الهندسة '
                            'التحويلية :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية '
                            'عمان البحرية الدولية :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS063',
                 'details': 'رمز البرنامج BS063 :اسم البرنامج: الملاحة البحرية (ضابط سطح) '
                            '-إدارة اللوجستيات والنقل :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية عمان البحرية الدولية :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS006',
                 'details': 'رمز البرنامج BS006 :اسم البرنامج: طب وجراحة الفم و الأسنان '
                            ':المجال المعرفي: الصحة :نوع البرنامج: بعثة داخلية كاملة عامة '
                            ':اسم المؤسسة التعليمية : كلية عمان لطب الأسنان :بلد الدراسة : '
                            'سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS179',
                 'details': 'رمز البرنامج BS179 :اسم البرنامج: علوم الحاسوب :المجال '
                            'المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS176',
                 'details': 'رمز البرنامج BS176 :اسم البرنامج: التصميم الداخلي :المجال '
                            'المعرفي: العمارة والإنشاء :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS177',
                 'details': 'رمز البرنامج BS177 :اسم البرنامج: -التسويق والتجارة '
                            'الإلكترونية -إدارة الأعمال -المحاسبة -العلوم المالية والمصرفية '
                            ':المجال المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: '
                            'بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية عمان '
                            'للإدارة والتكنولوجيا :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS178',
                 'details': 'رمز البرنامج BS178 :اسم البرنامج: نظم المعلومات الادارية '
                            ':المجال المعرفي: تكنولوجيا المعلومات :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية عمان للإدارة '
                            'والتكنولوجيا :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'BS168',
                 'details': 'رمز البرنامج BS168 :اسم البرنامج: إدارة السياحة والضيافة '
                            '-إدارة الفعاليات -التسويق السياحي - إدارة الأعمال التجارية ( '
                            'مسار إدارة الخدمات) - إدارة الأعمال التجارية ( مسار الابتكار '
                            'وريادة الأعمال) :المجال المعرفي: الإدارة والمعاملات التجارية '
                            ':نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : '
                            'كلية عمان للسياحة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير '
                            'اعاقة'},
                {'code': 'NN001',
                 'details': 'رمز البرنامج NN001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة '
                            'الداخلية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NH001',
                 'details': 'رمز البرنامج NH001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة الظاهرة '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NR001',
                 'details': 'رمز البرنامج NR001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة جنوب '
                            'الباطنة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NU001',
                 'details': 'رمز البرنامج NU001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة جنوب '
                            'الشرقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NS001',
                 'details': 'رمز البرنامج NS001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة شمال '
                            'الباطنة :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NI001',
                 'details': 'رمز البرنامج NI001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة شمال '
                            'الشرقية :بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NA001',
                 'details': 'رمز البرنامج NA001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة ظفار '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'NM001',
                 'details': 'رمز البرنامج NM001 :اسم البرنامج: بكالوريوس العلوم في التمريض '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'IH001',
                 'details': 'رمز البرنامج IH001 :اسم البرنامج: بكالوريوس علوم المختبرات '
                            'الطبية :المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'HM001',
                 'details': 'رمز البرنامج HM001 :اسم البرنامج: إدارة المعلومات الصحية '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'IH002',
                 'details': 'رمز البرنامج IH002 :اسم البرنامج: بكالوريوس التصوير الطبي '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'PI005',
                 'details': 'رمز البرنامج PI005 :اسم البرنامج: بكالوريوس الصيدلة :المجال '
                            'المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم المؤسسة '
                            'التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'IH003',
                 'details': 'رمز البرنامج IH003 :اسم البرنامج: بكالوريوس العلاج الطبيعي '
                            ':المجال المعرفي: الصحة :نوع البرنامج: برنامج حكومي :اسم '
                            'المؤسسة التعليمية : كلية عمان للعلوم الصحية فرع محافظة مسقط '
                            ':بلد الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS186',
                 'details': 'رمز البرنامج BS186 :اسم البرنامج: -إدارة الأعمال (إدارة عامة) '
                            '-إدارة الأعمال (إدارة الموارد البشرية) -إدارة الأعمال '
                            '(المحاسبة) -إدارة الأعمال (نظم المعلومات) -إدارة الأعمال '
                            '(التسويق) -ادارة الأعمال (المشاريع الصغيرة) -إدارة الأعمال '
                            '(السياحة وإدارة الفعاليات) -إدارة الأعمال (إدارة عمليات النقل) '
                            '-الصيرفة الإسلامية والتمويل -المحاسبة -التسويق -المالية '
                            '-التجارة الالكترونية :المجال المعرفي: الإدارة والمعاملات '
                            'التجارية :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية مجان :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS187',
                 'details': 'رمز البرنامج BS187 :اسم البرنامج: -الحاسوب وتطبيقات الإنترنت '
                            '-الشبكات -الحوسبة (النفط والغاز) -الحوسبة (هندسة البرمجيات) '
                            '-الحوسبة (نظم المعلومات المصرفية) :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية مجان :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'BS188',
                 'details': 'رمز البرنامج BS188 :اسم البرنامج: اللغة الإنجليزية :المجال '
                            'المعرفي: المجتمع والثقافة :نوع البرنامج: بعثة داخلية كاملة '
                            'عامة :اسم المؤسسة التعليمية : كلية مجان :بلد الدراسة : سلطنة '
                            'عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS149',
                 'details': 'رمز البرنامج BS149 :اسم البرنامج: -دراسات الأعمال -المحاسبة '
                            'ودراسات الأعمال -إدارة الموارد البشرية -إدارة المشاريع :المجال '
                            'المعرفي: الإدارة والمعاملات التجارية :نوع البرنامج: بعثة '
                            'داخلية كاملة عامة :اسم المؤسسة التعليمية : كلية مسقط :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {'code': 'BS148',
                 'details': 'رمز البرنامج BS148 :اسم البرنامج: -علوم الحاسب الآلي (نظم '
                            'الحاسوب والشبكات) -علوم الحاسب الآلي (هندسة البرمجيات) -برمجة '
                            'الحاسب الآلي -نظم الحاسب الآلي :المجال المعرفي: تكنولوجيا '
                            'المعلومات :نوع البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة '
                            'التعليمية : كلية مسقط :بلد الدراسة : سلطنة عمان :فئة الطلبة : '
                            'غير اعاقة'},
                {'code': 'DS001',
                 'details': 'رمز البرنامج DS001 :اسم البرنامج: دبلوم هندسة المساحة '
                            'والجيوماتكس :المجال المعرفي: الهندسة والتقنيات ذات الصلة :نوع '
                            'البرنامج: بعثة داخلية كاملة عامة :اسم المؤسسة التعليمية : معهد '
                            'العلوم الطوبوغرافية (الهيئة الوطنية للمساحة/ وزارةالدفاع) :بلد '
                            'الدراسة : سلطنة عمان :فئة الطلبة : غير اعاقة'},
                {
                "code": "DS015",
                "details": " رمز البرنامج: DS015  , اسم البرنامج: العمارة والإنشاء  , المجال المعرفي:  العمارة والإنشاء  , نوع البرنامج :  بعثة داخلية عامة (لدرجة الدبلوم)  , اسم المؤسسة التعليمية : الجامعات والكليات الخاصة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "DS016",
                "details": " رمز البرنامج: DS016  , اسم البرنامج: تخصصات تكنولوجيا المعلومات  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  بعثة داخلية عامة (لدرجة الدبلوم)  , اسم المؤسسة التعليمية : الجامعات والكليات الخاصة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "DS017",
                "details": " رمز البرنامج: DS017  , اسم البرنامج: الإدارة والمعاملات التجارية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  بعثة داخلية عامة (لدرجة الدبلوم)  , اسم المؤسسة التعليمية : الجامعات والكليات الخاصة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "DS018",
                "details": " رمز البرنامج: DS018  , اسم البرنامج: الفنون الإبداعية  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :  بعثة داخلية عامة (لدرجة الدبلوم)  , اسم المؤسسة التعليمية : الجامعات والكليات الخاصة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG004",
                "details": " رمز البرنامج: IG004  , اسم البرنامج: جميع التخصصات التي تمنحها الجامعة  , المجال المعرفي:  غير محدد  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG006",
                "details": " رمز البرنامج: IG006  , اسم البرنامج: تقنية المعلومات والحوسبة  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية :  الجامعة العربية المفتوحة   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG008",
                "details": " رمز البرنامج: IG008  , اسم البرنامج: إدارة الأعمال  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية :  الجامعة العربية المفتوحة   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG009",
                "details": " رمز البرنامج: IG009  , اسم البرنامج: تقنية المعلومات والحوسبة  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية :  الجامعة العربية المفتوحة   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG015",
                "details": " رمز البرنامج: IG015  , اسم البرنامج: القانون  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG016",
                "details": " رمز البرنامج: IG016  , اسم البرنامج: الإرشاد النفسي  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG017",
                "details": " رمز البرنامج: IG017  , اسم البرنامج: بكالوريوس التربية معلم مجال أول (للإناث فقط)  , المجال المعرفي:  التربية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG018",
                "details": " رمز البرنامج: IG018  , اسم البرنامج: بكالوريوس التربية معلم مجال ثاني(للإناث فقط)  , المجال المعرفي:  التربية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG022",
                "details": " رمز البرنامج: IG022  , اسم البرنامج: الإدارة  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG023",
                "details": " رمز البرنامج: IG023  , اسم البرنامج: التمويل والمحاسبة  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG024",
                "details": " رمز البرنامج: IG024  , اسم البرنامج: نظم المعلومات الإدارية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG025",
                "details": " رمز البرنامج: IG025  , اسم البرنامج: كلية الهندسة  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG026",
                "details": " رمز البرنامج: IG026  , اسم البرنامج: الآداب والعلوم التطبيقية  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG027",
                "details": " رمز البرنامج: IG027  , اسم البرنامج: كلية التجارة والعلوم الإدارية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG028",
                "details": " رمز البرنامج: IG028  , اسم البرنامج: كلية الحقوق  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG029",
                "details": " رمز البرنامج: IG029  , اسم البرنامج: إدارة نظم معلومات/ ادارة التوريدات العالمية واللوجستية/ الصيرفة الإسلامية والمالية/ ادارة التصدير/ إدارة الاعمال والأعمال الالكترونية/ إدارة الموارد البشرية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG030",
                "details": " رمز البرنامج: IG030  , اسم البرنامج: الكلية والتخصص إختياري  , المجال المعرفي:  غير محدد  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG032",
                "details": " رمز البرنامج: IG032  , اسم البرنامج: هندسة المعالجة والصيانة/ إدارة الصيانة/ الهندسة الكيميائية/ هندسة البتروكيماويات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG033",
                "details": " رمز البرنامج: IG033  , اسم البرنامج: الحاسب الآلي للأعمال  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG036",
                "details": " رمز البرنامج: IG036  , اسم البرنامج: تكنولوجيا الوسائط المتعددة  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG037",
                "details": " رمز البرنامج: IG037  , اسم البرنامج: علم الحاسب الآلي للأعمال  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG038",
                "details": " رمز البرنامج: IG038  , اسم البرنامج: الإدارة والممارسة البيئية  , المجال المعرفي:    , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG039",
                "details": " رمز البرنامج: IG039  , اسم البرنامج: التخطيط الحضري والإقليمي  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العالمية للهندسة والتكنولوجيا    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG041",
                "details": " رمز البرنامج: IG041  , اسم البرنامج: تصميم الازياء - التصميم الجرافيكي الرقمي - التصوير الضوئي  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG042",
                "details": " رمز البرنامج: IG042  , اسم البرنامج: الفنون الجميلة  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG043",
                "details": " رمز البرنامج: IG043  , اسم البرنامج: التصميم الداخلي  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG044",
                "details": " رمز البرنامج: IG044  , اسم البرنامج: بكالوريوس تصميم الأزياء  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG045",
                "details": " رمز البرنامج: IG045  , اسم البرنامج: بكالوريوس التصوير الفوتوغرافي  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG046",
                "details": " رمز البرنامج: IG046  , اسم البرنامج: بكالوريوس الرسوم المتحركة  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية العلمية للتصميم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG053",
                "details": " رمز البرنامج: IG053  , اسم البرنامج: الإدارة اللوجستية إدارة الاعمال (مساق الموارد البشرية) إدارة الاعمال (مساق المحاسبة والمالية) إدارة الاعمال (مساق الإدارة العامة) إدارة الاعمال (مساق التسويق)  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG054",
                "details": " رمز البرنامج: IG054  , اسم البرنامج: الهندسة المدنية الهندسة الميكانيكية هندسة الأجهزة وإلكترونيات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG057",
                "details": " رمز البرنامج: IG057  , اسم البرنامج: هندسة الالكترونيات والاتصالات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG060",
                "details": " رمز البرنامج: IG060  , اسم البرنامج: بكالوريوس الهندسة في هندسة الحاسب الآلي (أمن المعلومات)  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG061",
                "details": " رمز البرنامج: IG061  , اسم البرنامج: بكالوريوس الهندسة في هندسة الحاسب الآلي (الشبكات)  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG062",
                "details": " رمز البرنامج: IG062  , اسم البرنامج: بكالوريوس العلوم في علوم الحاسب الآلي (علوم الحاسب الآلي)  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG063",
                "details": " رمز البرنامج: IG063  , اسم البرنامج: بكالوريوس العلوم في علوم الحاسب الآلي (تحليل البيانات)  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG064",
                "details": " رمز البرنامج: IG064  , اسم البرنامج: بكالوريوس العلوم في علوم الحاسب الآلي(تقنية البرمجيات)  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG065",
                "details": " رمز البرنامج: IG065  , اسم البرنامج: بكالوريوس الآداب في إدارة الأعمال (الإدارة العامة)  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG066",
                "details": " رمز البرنامج: IG066  , اسم البرنامج: بكالوريوس الآداب في إدارة الأعمال (المحاسبة والمالية)  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG067",
                "details": " رمز البرنامج: IG067  , اسم البرنامج: بكالوريوس الهندسة في الهندسة المدنية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG068",
                "details": " رمز البرنامج: IG068  , اسم البرنامج: بكالوريوس الهندسة في هندسة الإلكترونيات والإتصالات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG069",
                "details": " رمز البرنامج: IG069  , اسم البرنامج: بكالوريوس الهندسة في الأجهزة والإلكترونيات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG070",
                "details": " رمز البرنامج: IG070  , اسم البرنامج: بكالوريوس الهندسة في الهندسة الميكانيكية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG071",
                "details": " رمز البرنامج: IG071  , اسم البرنامج: بكالوريوس العلوم في مسح الكميات وإدارة الإنشاءات  , المجال المعرفي:  العمارة والإنشاء  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG072",
                "details": " رمز البرنامج: IG072  , اسم البرنامج: بكالوريوس العلوم في إدارة الوثائق والمحفوظات  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الشرق الأوسط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG076",
                "details": " رمز البرنامج: IG076  , اسم البرنامج: التسويق والتجارة الإلكترونية إدارة الأعمال المحاسبة العلوم المالية والمصرفية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG077",
                "details": " رمز البرنامج: IG077  , اسم البرنامج: التصميم الداخلي  , المجال المعرفي:  العمارة والإنشاء  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG080",
                "details": " رمز البرنامج: IG080  , اسم البرنامج: ادارة الأعمال) المشاريع الصغيرة) إدارة الأعمال) إدارة عمليات النقل) الصيرفة الإسلامية والتمويل.  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG081",
                "details": " رمز البرنامج: IG081  , اسم البرنامج: (الحوسبة) نظم المعلومات المصرفية  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG082",
                "details": " رمز البرنامج: IG082  , اسم البرنامج: اللغة الإنجليزية  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG083",
                "details": " رمز البرنامج: IG083  , اسم البرنامج: قسم دراسات إدارة الأعمال  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG084",
                "details": " رمز البرنامج: IG084  , اسم البرنامج: إدارة المشاريع   , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية مسقط   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG088",
                "details": " رمز البرنامج: IG088  , اسم البرنامج: قسم دراسات تقنية المعلومات  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG093",
                "details": " رمز البرنامج: IG093  , اسم البرنامج: جميع التخصصات المطروحة من قِبل الكلية  , المجال المعرفي:  غير محدد  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية الخليج   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG100",
                "details": " رمز البرنامج: IG100  , اسم البرنامج: هندسة العمليات - الهندسة الميكانيكية - هندسة البيئة  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG103",
                "details": " رمز البرنامج: IG103  , اسم البرنامج: علوم الحاسب الآلي  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG104",
                "details": " رمز البرنامج: IG104  , اسم البرنامج: الهندسة البيئية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG105",
                "details": " رمز البرنامج: IG105  , اسم البرنامج: الهندسة الميكانيكية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG106",
                "details": " رمز البرنامج: IG106  , اسم البرنامج: هندسة العمليات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG107",
                "details": " رمز البرنامج: IG107  , اسم البرنامج: علوم الأرض التطبيقية  , المجال المعرفي:   العلوم الطبيعية والفيزيائية   , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG108",
                "details": " رمز البرنامج: IG108  , اسم البرنامج: تخطيط المدن والتصميم المعماري  , المجال المعرفي:  العمارة والإنشاء  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG109",
                "details": " رمز البرنامج: IG109  , اسم البرنامج: الخدمات اللوجستية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG110",
                "details": " رمز البرنامج: IG110  , اسم البرنامج: ادارة الاعمال الدولية والخدمات الخدمات اللوجستية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG111",
                "details": " رمز البرنامج: IG111  , اسم البرنامج: الطب العام  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG114",
                "details": " رمز البرنامج: IG114  , اسم البرنامج: التمريض  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG115",
                "details": " رمز البرنامج: IG115  , اسم البرنامج: علوم البصريات  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG116",
                "details": " رمز البرنامج: IG116  , اسم البرنامج: الهندسة المدنية/ الهندسة الميكانيكية/ هندسة المعلومات والاتصالات/ هندسة الحاسب الالي  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG117",
                "details": " رمز البرنامج: IG117  , اسم البرنامج: القانون  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة البريمي    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG118",
                "details": " رمز البرنامج: IG118  , اسم البرنامج: الهندسة المدنية الهندسة الالكترونية والاتصالات  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG119",
                "details": " رمز البرنامج: IG119  , اسم البرنامج:  التكنولوجيا في الهندسة الكهربائية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة الشرقية   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG120",
                "details": " رمز البرنامج: IG120  , اسم البرنامج: الهندسة الكهربائية والحاسب الالي الهندسة الميكانيكية والالكتروميكانيكية الهندسة المدنية هندسة العمليات المعدنية والمواد الهندسة الكيميائية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة صحار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG121",
                "details": " رمز البرنامج: IG121  , اسم البرنامج: القانون :الاعمال والقانون التجاري  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة صحار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG122",
                "details": " رمز البرنامج: IG122  , اسم البرنامج: اللغة الإنجليزية وآدابها اللغة الانجليزية والترجمة  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة صحار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG123",
                "details": " رمز البرنامج: IG123  , اسم البرنامج: علوم الحاسوب والوسائط المتعددة -علوم الحاسوب وهندسة الويب -الشبكات وقاعدة البيانات -إدارة الأعمال (تقنية المعلومات) -نظم المعلومات الإدارية  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة صحار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG124",
                "details": " رمز البرنامج: IG124  , اسم البرنامج: المحاسبة - الإدارة -التسويق  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة صحار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG125",
                "details": " رمز البرنامج: IG125  , اسم البرنامج: التمريض  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG126",
                "details": " رمز البرنامج: IG126  , اسم البرنامج: الصيدلة  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG127",
                "details": " رمز البرنامج: IG127  , اسم البرنامج:  الإحصاء  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG128",
                "details": " رمز البرنامج: IG128  , اسم البرنامج: الهندسة المدنية/ الهندسة الكهربائية/ هندسة الحاسوب/ هندسة بيئية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG129",
                "details": " رمز البرنامج: IG129  , اسم البرنامج: علوم الحاسوب  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG130",
                "details": " رمز البرنامج: IG130  , اسم البرنامج: الفيزياء  , المجال المعرفي:   العلوم الطبيعية والفيزيائية   , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة نزوى   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG131",
                "details": " رمز البرنامج: IG131  , اسم البرنامج: علوم الحاسب الآلي  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية البريمي   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG132",
                "details": " رمز البرنامج: IG132  , اسم البرنامج: اللغة الإنجليزية وآدابها  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية البريمي   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG133",
                "details": " رمز البرنامج: IG133  , اسم البرنامج:  العلوم المالية والمصرفية - اقتصاد الاعمال  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية البريمي   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG134",
                "details": " رمز البرنامج: IG134  , اسم البرنامج: هندسة السلامة من الحرائق الهندسة الميكانيكية (حفر آبار)  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الدولية للهندسة والإدارة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG135",
                "details": " رمز البرنامج: IG135  , اسم البرنامج:  إدارة السلامة من الحرائق إدارة الصحة والسلامة والبيئة  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الدولية للهندسة والإدارة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG136",
                "details": " رمز البرنامج: IG136  , اسم البرنامج: إدارة المنشآت إدارة مشاريع البناء  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الدولية للهندسة والإدارة    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG137",
                "details": " رمز البرنامج: IG137  , اسم البرنامج: الإحصاء  , المجال المعرفي:   العلوم الطبيعية والفيزيائية   , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG138",
                "details": " رمز البرنامج: IG138  , اسم البرنامج:  الآداب في الاقتصاد العلوم في المحاسبة العلوم في ادارة الاعمال - المحاسبة - المالية - أنظمة المعلومات الإدارية - الإدارة والسلوك الوظيفي - التسويق ادارة الطيران العلوم في ادارة المطارات العلوم في إدارة النقل والخدمات اللوجستية العلوم في إدارة الصحة والسلامة العلوم في إدارة المخاطر والتأمين الإدارة العامة العلوم في إدارة الاعمال: - المحاسبة - ا لموارد البشرية - الإدارة  , المجال المعرفي:    , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG139",
                "details": " رمز البرنامج: IG139  , اسم البرنامج: العلوم في القانون التجاري  , المجال المعرفي:    , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG140",
                "details": " رمز البرنامج: IG140  , اسم البرنامج: العلوم في نظم المعلومات العلوم في أمن المعلومات العلوم علوم الحاسوب: - الذكاء الاصطناعي -  الحوسبة السائدة - علم البيانات - تطبيقات الهواتف المحمولة  , المجال المعرفي:    , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG141",
                "details": " رمز البرنامج: IG141  , اسم البرنامج: الأدب الانجليزي كتابة اللغة الانجليزية الاحترافية  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية البيان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG142",
                "details": " رمز البرنامج: IG142  , اسم البرنامج: الصحافة العلاقات العامة الإذاعة والتلفزيون الإعلان تصميم الاتصال المرئي  , المجال المعرفي:   الفنون الإبداعية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية البيان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG143",
                "details": " رمز البرنامج: IG143  , اسم البرنامج: علوم الحوسبة نظم المعلومات الحوسبة المتنقلة الذكاء الاصطناعي تحليل البيانات  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الخليج   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG144",
                "details": " رمز البرنامج: IG144  , اسم البرنامج: إدارة التسويق -دراسات الأعمال الإدارية -اقتصادات الأعمال -المحاسبة والمالية -نظم المعلومات الإدارية  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الخليج   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG145",
                "details": " رمز البرنامج: IG145  , اسم البرنامج: المحاسبة والتدقيق والمالية ادارة الاعمال  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية الدراسات المالية والمصرفية    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG146",
                "details": " رمز البرنامج: IG146  , اسم البرنامج: نظم المعلومات الإدارية  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG147",
                "details": " رمز البرنامج: IG147  , اسم البرنامج: علوم الحاسوب  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان للإدارة والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG148",
                "details": " رمز البرنامج: IG148  , اسم البرنامج: إدارة السياحة والضيافة إدارة الفعاليات التسويق السياحي -إدارة الأعمال التجارية (مسار إدارة الخدمات) إدارة الأعمال التجارية (مسار الابتكار وريادة الأعمال)  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان للسياحة   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG149",
                "details": " رمز البرنامج: IG149  , اسم البرنامج: طب وجراحة الفم والأسنان  , المجال المعرفي:  الصحة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية عمان لطب الأسنان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG150",
                "details": " رمز البرنامج: IG150  , اسم البرنامج: الخدمات اللوجستية وإدارة سلسلة التموين المحاسبة الإدارة  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة مسقط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG151",
                "details": " رمز البرنامج: IG151  , اسم البرنامج: الهندسة الكيميائية  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : جامعة مسقط    , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG152",
                "details": " رمز البرنامج: IG152  , اسم البرنامج: الأدب الانجليزي -كتابة اللغة الانجليزية الإحترافية  , المجال المعرفي:    , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية البيان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG153",
                "details": " رمز البرنامج: IG153  , اسم البرنامج: الصحافة -العلاقات العامة -الإذاعة والتلفزيون -الإعلان - تصميم الاتصال المرئي  , المجال المعرفي:    , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : كلية البيان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG154",
                "details": " رمز البرنامج: IG154  , اسم البرنامج: الآداب في الاقتصاد -العلوم في المحاسبة -العلوم في ادارة الاعمال - ادارة الطيران - العلوم في ادارة المطارات -العلوم في إدارة النقل والخدمات اللوجستية -العلوم في إدارة الصحة والسلامة  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG155",
                "details": " رمز البرنامج: IG155  , اسم البرنامج: الإحصاء  , المجال المعرفي:   العلوم الطبيعية والفيزيائية   , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG156",
                "details": " رمز البرنامج: IG156  , اسم البرنامج: القانون التجاري  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG157",
                "details": " رمز البرنامج: IG157  , اسم البرنامج: نظم المعلومات -أمن المعلومات -علوم الحاسوب  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الكلية الحديثة للتجارة والعلوم   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG158",
                "details": " رمز البرنامج: IG158  , اسم البرنامج:  الهندسة المدنية - هندسة الانشاءات - هندسة النقل - الهندسة البيئية - هندسة البناء - هندسة موارد المياه علوم في مسح الكميات وإدارة التكاليف هندسة الإلكترونيات والاتصالات - هندسة الاتصالات - الهندسة الطبية الحيوية هندسة الحاسب الآلي - الشبكات - تطوير البرمجيات هندسة الطاقة الكهربائية - أنظمة الطاقة - الأجهزة الالكترونية والتحكم - أنظمة القدرة هندسة الميكانيكية - الصناعات والتشغيل الآلي والتحكم - هندسة أنظمة الطاقة  , المجال المعرفي:    , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG159",
                "details": " رمز البرنامج: IG159  , اسم البرنامج: اللغة الإنجليزية  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : كلية مجان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG160",
                "details": " رمز البرنامج: IG160  , اسم البرنامج: الهندسة  , المجال المعرفي:  الهندسة والتقنيات ذات الصلة  , نوع البرنامج :   منحة داخلية جزئية عامة  , اسم المؤسسة التعليمية : الجامعة الوطنية للعلوم والتكنولوجيا   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG161",
                "details": " رمز البرنامج: IG161  , اسم البرنامج: إدارة الأعمال الدولية والخدمات  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : الجامعة الألمانية للتكنولوجيا في عمان   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG165",
                "details": " رمز البرنامج: IG165  , اسم البرنامج: نظم المعلومات الإدارية  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG166",
                "details": " رمز البرنامج: IG166  , اسم البرنامج: علوم الكمبيوتر  , المجال المعرفي:  تكنولوجيا المعلومات  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG167",
                "details": " رمز البرنامج: IG167  , اسم البرنامج: الترجمة - اللغة الإنجليزية  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG168",
                "details": " رمز البرنامج: IG168  , اسم البرنامج: الحقوق  , المجال المعرفي:  المجتمع والثقافة  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                },
                {
                "code": "IG169",
                "details": " رمز البرنامج: IG169  , اسم البرنامج: اللوجيستيات وإدارة سلسة التوريد - الإدارة - المالية - المحاسبة - التسويق  , المجال المعرفي:  الإدارة والمعاملات التجارية  , نوع البرنامج :  منحة داخلية كاملة عامة  , اسم المؤسسة التعليمية : جامعة ظفار   , بلد الدراسة :   سلطنة عمان , فئة الطلبة :  طلبة_أصحاء"
                }

                ]
